Repository: trgtylcnky/OctoPrint
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: tr

source: <p> You've selected <strong data-bind="text: selectedFile.name"></strong> for printing which has a size of <strong data-bind="text: formatSize(selectedFile.size())"></strong>. Depending on your machine this might be too large for rendering and cause your browser to become unresponsive or crash. </p> <p> Are you sure you want to visualize this file nevertheless? </p>
tr: <p> <strong data-bind="text: formatSize(selectedFile.size())"></strong> boyutundaki <strong data-bind="text: selectedFile.name"></strong> dosyasını yazdırmak üzere seçtini. Bilgisayarınıza bağlı olarak görünümün oluşturulması çok uzun sürebileceğinden ve web tarayıcınızın donmasına ya da çökmesine neden olabilir.. </p>

source: Yes, please visualize %(name)s regardless of its size
tr: Evet, lütfen boyutuna bakmadan %(name)s dosyası görüntülensin

source: Current target temperature as reported by your printer
tr: Yazıcı tarafından bildirilen güncel hedef sıcaklık

source: Offset to apply to temperature commands sent from files
tr: Yazdırılan dosyalardan gönderilecek sıcaklık komutlarına uygulanacak telafi miktarı

source: Fine adjust: -1°C
tr: İnce ayar: -1°C

source: Fine adjust: +1°C
tr: İnce ayar: +1°C

source: Set
tr: Ayarla

source: Off
tr: Kapalı

source: Change Offset
tr: Telafiyi değiştir

source: Send
tr: Gönder

source: Autoscroll
tr: Otomatik kaydır

source: Scroll to end
tr: Sona kaydır

source: Copy all
tr: Hepsini kopyala

source: For performance reasons only a limited amount of terminal functionality is enabled right now.
tr: Performansı iyileştirmek için şuanda sınırlı sayıda komut işlevi kullanılıyor.

source: Fake Acknowledgement
tr: Sahte Bildirim

source: If acknowledgements ("ok"s) sent by the firmware get lost due to issues with the serial communication to your printer, OctoPrint's communication with it can become stuck. If that happens, this can help. Please be advised that such occurrences hint at general communication issues with your printer which will probably negatively influence your printing results and which you should therefore try to resolve!
tr: Firmware tarafından gönderilen onaylar ("ok" komutları") yazıcınızın seri bağlantısındaki sorunlar nedeniyle kaybolursa, Arayüz bağlantısı takılabilir. Bu durumda bu seçenek yardımcı olabilir. Lütfen buna yol açan genel iletişim konularını araştırarak yazdırma sonuçlarınızı olumsuz etkileyecek bu sorunları çözmeyi deneyin!

source: Force fancy functionality
tr: Hayali işlevler dayatılsın

source: Force terminal output during printing
tr: Yazdırma sırasında komut çıktısı dayatılsın

source: Some functionality of the terminal will be disabled if OctoPrint detects that your browser is too slow for that. You may force it back on here, but be aware that this might make your browser unresponsive.
tr: Arayüz, web tarayıcınızın çok yavaş çalıştığını algılarsa, bazı komut işlevleri devre dışı bırakılabilir. Bu işlevleri dayatabilirsiniz. Ancak bu durumda web tarayıcınızda donmalar olabileceğini unutmayın.

source: Take note that timelapse configuration is disabled while your printer is printing.
tr: Yazıcı bir yazdırma işlemi üzerinde çalışırken, bu video ayarlarının devre dışı kalacağını unutmayın.

source: Timelapse Configuration
tr: Video Ayarları

source: Timelapse Mode
tr: Video Modu

source: Note
tr: Not

source: Does not work when printing from the printer's SD Card (no way to detect the change in Z reliably). Use "Timed" mode for those prints instead.
tr: Yazıcının SD kartından yazdırılırken çalışmaz (Z değişimi güvenli olarak algılanamaz). Bu yazdırma işlemleri için "Zamanlanmış" kipi kullanın.

source: Minimum interval
tr: En kısa aralık

source: Snapshot interval
tr: Kare aralığı

source: Timelapse frame rate
tr: Video kare oranı

source: Timelapse post roll
tr: Video post roll

source: OctoPrint will use the final picture to add this many seconds to the end of your rendered timelapse.
tr: Videonun sonunda bu süre boyunca sabit olarak son durumun fotoğrafı eklenecek.

source: Retraction Z-Hop
tr: Geri Çekme Z-Hop

source: Enter the retraction z-hop used in the firmware or the gcode file to trigger snapshots for the timelapse only if a real layer change happens. For this to work properly your retraction z-hop has to be different from your layerheight!
tr: Yazılımda veya GCode dosyasında kullanılan geri çekme Z-Hop'unu girin, yalnızca gerçek katman değişimi gerçekleştiğinde, video kaydı için anlık görüntüleri tetikleyin. Bunun düzgün çalışabilmesi için, geri çekme Z-Hop'unuzun katman yüksekliğinden farklı olması gerekir!

source: Save as default
tr: Varsayılan olarak kaydet

source: Check this to make your selected timelapse mode and options persist across restarts.
tr: Ayarların kalıcı olmasını istiyorsanız işaretleyin.

source: You have unsaved changes. Don't forget to save them.
tr: Kaydedilmemiş değişiklikler var. Kaydetmeyi unutmayın.

source: Save changes
tr: Değişiklikleri kaydet

source: Reset to active configuration
tr: Uyarı ayarları

source: Finished Timelapses
tr: Bitmiş Video Kayıtları

source: Sort by date
tr: Tarihe göre sırala

source: Select all on this page
tr: Bu sayfadaki hepsini seç

source: Select all
tr: Tümünü seç

source: Clear selection
tr: Seçimi sıfırla

source: Delete selected
tr: Seçilenleri sil

source: Unrendered Timelapses
tr: Oluşturulmamış Video Kayıtları

source: Frames
tr: Kareler

source: Delete unrendered timelapse
tr: Oluşturulmamış video kayıtlarını sil

source: Render timelapse
tr: Video kayıtlarını oluştur

source: AUTO
tr: Otomatik

source: TouchUI Settings
tr: Ekran Ayarları

source: Toggle TouchUI
tr: Mobil Ekran Aktif

source: Toggle Virtual Keyboard
tr: Sanal Klavye Aktif

source: Toggle hide navigation bar
tr: Navigasyon çubuğu aktif

source: Toggle fullscreen
tr: Tam ekran aktif

source: Toggle touchscreen mode
tr: Dokunmatik aktif

source: Inactive
tr: Devre dışı

source: Sourcecode
tr: Kaynak Kod

source: Documentation
tr: Dökümanlar

source: Bugs and Requests
tr: Hatalar ve Talepler

source: FAQ
tr: Sorular

source: About
tr: Hakkında

source: Suppress temperature messages
tr: Sıcaklıkları gösterme

source: Suppress SD status messages
tr: SD kart durumunu gösterme

source: Suppress wait responses
tr: Bekleme yanıtlarını gösterme

source: FileManager
tr: Dosya Yöneticisi

source: Rename
tr: Yeniden Adlandır

source: Copy
tr: Kopyala

source: Cut
tr: Kes

source: Paste
tr: Yapıştır

source: Created
tr: Oluşturuldu

source: New
tr: Yeni

source: Remove profile
tr: Sil

source: Add Profile
tr: Ekle

source: Remove Filter
tr: Sil

source: Add Filter
tr: Ekle

source: Custom Control Editor
tr: Özel Kontrol Editörü

source: Slicing disabled - currently printing or no model loaded.
tr: Dilimleme devre dışı - şu anda hiçbir model yüklenmedi.

source: Slice it!
tr: Dilimle!

source: Basic
tr: Temel

source: Print temperature
tr: Baskı Sıcaklığı

source: Print bed temperature
tr: Yatak Sıcaklığı

source: Fill density
tr: Doluluk Oranı

source: Shell thickness
tr: Duvar Kalınlığı

source: Print speed
tr: Yazdırma Hızı

source: Top/bottom
tr: Alt/Üst Kalınlığı

source: none
tr: Yok

source: buildplate
tr: Baskı levhası ile model arası

source: everywhere
tr: Her yere

source: Success
tr: Başarılı

source: Advanced
tr: Gelişmiş

source: Travel speed
tr: Hareket Hızı

source: Infill speed
tr: Doluluk Hızı

source: Outer shell speed
tr: Dış Duvar Hızı

source: Inner shell speed
tr: İç Duvar Hızı

source: Bottom layer speed
tr: Alt Katman Hızı

source: Retraction speed
tr: Geri Çekme Hızı

source: Retraction distance
tr: Geri Çekme Miktarı

source: Adhesion
tr: Yatağa Yapışma Türü

source: brim
tr: Kenar

source: Filament Flow
tr: Filament Akış Hızı

source: Cooling fan
tr: Soğutucu

source: Move
tr: Hareket Ettir

source: Rotate
tr: Çevir

source: Split
tr: Böl

source: Heater
tr: Isıtıcı

source: Cooler
tr: Soğutucu

source: Enclosure
tr: İç Sıcaklık

source: Humidity
tr: Nem Değeri

source: Load default settings
tr: Fabrika Ayarlarına Dön

source: Enclosure Plugin
tr: Diğer Ayarlar

source: Turn on
tr: Aç

source: Turn off
tr: Kapat

source: Enclosure Temperature
tr: Cihaz İç Sıcaklığı

source: Only show GCode files
tr: Yalnızca GCode dosyalarını göster

source: Only show STL files
tr: Yalnızca STL dosyalarını göster

source: Current Height
tr: Katman Yüksekliği
