Repository: trgtylcnky/OctoPrint
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: tr

source: This does not look like a valid plugin archive. Valid plugin archives should be either zip files or tarballs and have the extension ".zip", ".tar.gz", ".tgz" or ".tar"
tr: Bu dosya geçerli bir uygulama eki arşivi değil. Geçerli uygulama eki arşivleri, zip ya da uzantısı ".zip", ".tar.gz", ".tgz" ya da ".tar" olan depo dosyalarıdır

source: Advanced options
tr: Gelişmiş ayarlar

source: Use <code>--process-dependency-links</code> with <code>pip install</code>
tr: <code>--process-dependency-links</code> ile <code>pip install</code> kullanın

source: You should normally <strong>not</strong> have to change <strong>any</strong> of the following settings, they are purely provided for convenience here.
tr: Aşağıdaki ayarların <strong>herhangi bir</strong> değerini normal olarak <strong>değiştirmemeniz</strong> gerekir. Bunlar yalnızca kolaylık sağlaması içindir.

source: Plugin repository configuration
tr: Uygulama eki deposu ayarları

source: URL of the Plugin Repository to use. You should normally not have to change this.
tr: Kullanılacak Uygulama Eki Deposunun İnternet adresi. Normal durumda burayı değiştirmeniz gerekmez.

source: Repository URL
tr: Depo İnternet Adresi

source: How long to cache repository data, in minutes. You should normally not have to change this.
tr: Dakika cinsinden, depo verilerinin ön bellekte saklanma süresi. Normal durumda burayı değiştirmeniz gerekmez.

source: Repository cache TTL
tr: Depo ön bellek yenileme süresi

source: Notices configuration
tr: Uyarı ayarları

source: URL of the Notices source to use. You should normally not have to change this.
tr: Uyarıların alınacağı internet adresi. Normal durumda burayı değiştirmeniz gerekmez.

source: Notices URL
tr: Uyarıların adresi

source: How long to cache notices, in minutes. You should normally not have to change this.
tr: Dakika cinsinden, uyarıların ön bellekte saklanma süresi. Normal durumda burayı değiştirmeniz gerekmez.

source: Notices cache TTL
tr: Uyarı önbellek TTL

source: pip configuration
tr: pip ayarı

source: Additional arguments for the pip command. You should normally not have to change this.
tr: pip komutu için ek değişkenleri yazın. Normal durumda burayı değiştirmeniz gerekmez.

source: Additional arguments
tr: Ek değişkenleri

source: Force the use of the <code>--user</code> flag with <code>pip install</code>
tr: <code>pip install</code> dizininde <code>--user</code> 'ı kullanmaya zorlayın.

source: Cancel
tr: İptal

source: Save
tr: Kaydet

source: Warning!
tr: Uyarı

source: Learn more...
tr: Daha Fazla...

source: Software Update
tr: Yazılım Güncellemesi

source: OctoPrint
tr: Arayüz

source: Release
tr: Yayın

source: Commit
tr: Gönder

source: unknown
tr: bilinmiyor

source: Updating...
tr: Güncelleniyor...

source: Updating, please wait.
tr: Güncelleme işlemi sürerken lütfen bekleyin.

source: There are updates available for the following components:
tr: Şu bileşenler için güncellemeler yayınlanmış:

source: Release Notes
tr: Yayın Notları

source: Those components marked with <i class="fa fa-check"></i> can be updated directly.
tr: <i class="icon-ok"></i> ile işaretlenen bileşenler doğrudan güncellenebilir.

source: To have updates applied, get in touch with an administrator of this OctoPrint instance.
tr: Güncellemelerin uygulanması için sistem yöneticinize başvrun.

source: Update Available
tr: Güncelleme Yayınlanmış

source: Ignore
tr: Yoksay

source: You can make this message display again via "Settings" > "Software Update" > "Check for update now"
tr: "Ayarlar" > "Yazılım Güncelleme" > "Güncelleme denetimi" bölümünden bu iletiyi yeniden görüntüleyebilirsiniz

source: Update now
tr: Şimdi güncelle

source: Everything is up-to-date
tr: Her şey güncel

source: No internet connection
tr: İnternet bağlantısı yok

source: Update not possible
tr: Güncelleme mümkün değil

source: Unknown update check, configuration ok?
tr: Güncelleme yapılamıyor. Ayarlar doğru mu?

source: Cannot check for update, need online connection
tr: Güncellemeler denetlenemiyor, internet bağlantısı gerekli

source: Now updating, please wait.
tr: Güncelleme işlemi sürerken lütfen bekleyin.

source: Update not started!
tr: Güncelleme işlemi başlatılamadı!

source: The update could not be started. Is it already active? Please consult octoprint.log for details.
tr: Güncelleme işlemi başlatılamadı. Zaten çalışıyor olabilir mi? Ayrıntılar için günlük dosyasına bakın.

source: Can't update while printing
tr: Yazdırma işlemi sırasında güncelleme yapılamaz

source: A print job is currently in progress. Updating will be prevented until it is done.
tr: Şu anda bir yazdırma işlemi sürdürülüyor. İşlem tamamlanana kadar güncelleme yapılamaz.

source: This will update the following components and restart the server:
tr: Bu işlem şu bileşenleri güncelleyerek sunucuyu yeniden başlatacak:

source: Be sure to read through any linked release notes, especially those for OctoPrint since they might contain important information you need to know <strong>before</strong> upgrading.
tr: Güncelleme <strongs>öncesinde</strong> bilmeniz gereken önemli bilgiler olabileceğinden özellikle Arayüz ile ilgili yayın notlarını okumayı ihmal etmeyin.

source: This action may disrupt any ongoing print jobs.
tr: Bu işlem devam eden bir baskıyı durdurabilir.

source: Depending on your printer's controller and general setup, restarting OctoPrint may cause your printer to be reset.
tr: Arayüzü yeniden başlatmak makinenin durmasına sebep olabilir.

source: Are you sure you want to proceed?
tr: Devam etmek istediğinize emin misiniz?

source: Are you sure you want to update now?
tr: Güncellemek istediğinize emin misiniz?

source: Proceed
tr: Devam

source: Now updating %(name)s to %(version)s
tr: %(name)s yazılımı %(version)s sürümüne güncelleniyor

source: Update successful, restarting!
tr: Güncelleme tamamlandı. Yeniden başlatılıyor!

source: The update finished successfully and the server will now be restarted.
tr: Güncelleme tamamlandı. Şimdi sunucu yeniden başlatılacak.

source: Restart failed
tr: Sunucu yeniden başlatılamadı.

source: The server apparently did not restart by itself, you'll have to do it manually. Please consult octoprint.log on what went wrong.
tr: Sunucu yeniden başlatılamadı. Lütfen sunucuyu el ile yeniden başlatın. Sorunun ne olduğunu anlamak için günlük dosyasına bakın.

source: The update finished successfully, please restart OctoPrint now.
tr: Güncelleme tamamlandı. Lütfen yazıcınızı kapatıp açın.

source: The update finished successfully, please reboot the server now.
tr: Güncelleme tamamlandı. Lütfen yazıcınızı kapatıp açın.

source: Update successful, restart required!
tr: Güncelleme tamamlandı. Lütfen yazıcınızı kapatıp açın.

source: Restarting OctoPrint failed, please restart it manually. You might also want to consult octoprint.log on what went wrong here.
tr: Arayüz yeniden başlatılamadı. Lütfen el ile yeniden başlatın. Sorunun ne olduğunu anlamak için günlük dosyasına bakın.

source: Rebooting the server failed, please reboot it manually. You might also want to consult octoprint.log on what went wrong here.
tr: Sunucu yeniden başlatılamadı. Lütfen el ile yeniden başlatın. Sorunun ne olduğunu anlamak için günlük dosyasına bakın.

source: Update successful!
tr: Güncellendi!

source: The update finished successfully.
tr: Güncelleme tamamlandı.

source: Update failed!
tr: Güncellenemedi!

source: The update did not finish successfully. Please consult <code>octoprint.log</code> and <code>plugin_softwareupdate_console.log</code> for details.
tr: Güncelleme tamamlanamadı. Ayrıntılar için günlük dosyasına bakın.

source: Please configure the <strong>checkout folder</strong> of OctoPrint, otherwise this plugin won't be able to update it. Click on the <i class="fa fa-wrench"></i> butonuna tıklayın Ayrıca bilgi için: <a href="https://github.com/foosel/OctoPrint/wiki/Plugin:-Software-Update" target="_blank">Documentation</a>.
tr: Bu eklentinin çalışabilmesi için <strong>indirme klasörünü</strong> belirleyin Aksi takdirde güncelleme yapılamaz. Bunun için <i class="fa fa-wrench"></i> button to do this. Also refer to the <a href="https://github.com/foosel/OctoPrint/wiki/Plugin:-Software-Update" target="_blank">Documentation</a>.

source: <p> <strong>You are running a non-release version of OctoPrint but are tracking OctoPrint releases.</strong> </p><p> You probably want OctoPrint to track the matching development version instead. If you have a local OctoPrint checkout folder switched to another branch, <strong>simply switching over to "Commit" tracking</strong> will already take care of that. Otherwise please take a look at the <a href="https://github.com/foosel/OctoPrint/wiki/Plugin:-Software-Update" target="_blank">Documentation</a>. </p>
tr: <p> <strong>Arayüz sürümlerini izleyen ancak yayınlanmamış bir Arayüz sürümü kullanıyorsunuz.</strong> </p><p> Büyük olasılıkla bu sürüm yerine uygun bir Arayüz geliştirme sürümünü izlemek istersiniz. Başka bir dala çevrilmiş yerel bir Arayüz gönderim klasörünüz varsa, <strong>izlemeyi "Gönderime" çevirmek</strong> gerekli işlemi yapar. Ayrıca <a href="https://github.com/foosel/OctoPrint/wiki/Plugin:-Software-Update" target="_blank">Belgelere</a> bakabilirsiniz. </p>

source: Current versions
tr: Geçerli sürümler

source: Update available
tr: Güncelleme yayınlanmış

source: Update
tr: Güncelleme

source: Installed:
tr: Yüklü:

source: Available:
tr: Kullanılabilir:

source: Release Notes:
tr: Yayın Notları:

source: Update all
tr: Hepsini güncelle

source: Check for update now
tr: Güncellemeleri denetle

source: Last cache refresh:
tr: En son önbellek güncellemesi:

source: Force check for update (overrides cache used for update checks)
tr: Güncelleme denetimi zorlansın (güncelleme denetimleri için ön bellek yoksayılır)

source: Force update now (even if no new versions are available)
tr: Güncellemeler şimdi denetlensin (yeni bir sürüm olmasa da)

source: Version cache TTL
tr: Sürüm önbellek yenileme süresi

source: Show update notifications to users
tr: Güncelleme bildirimlerini kullanıcılara göster

source: If you uncheck this, only logged in admins will see update notifications. Update notifications shown to users do not include the "Update now" button.
tr: Bunu seçmezseniz sadece oturum açmış olan yönetici hesapları bildirimleri görür.

source: Update in progress, please wait.
tr: Güncelleme işlemi sürerken lütfen bekleyin.

source: Update done, please close this window.
tr: Güncelleme tamam, bu pencereyi kapatabilirsiniz.

source: <p> By default, OctoPrint will update itself via <code>pip</code> to published releases. OctoPrint can also update itself via <code>git</code> to arbitrary development branches you need to check out manually. If you want to do that though it needs to know its checkout folder. You can configure that here. </p>
tr: <p> Fabrika ayarlarına göre OctoPrint kendini <code>pip</code> ile güncelleyecek. Güncelleme ayrıca <code>git</code> yoluyla herhangi bir geliştirme dalından da yapılabilir. Bu şekilde yapmak isterseniz indirme klasörü tanımlanmalıdır. Buradan ayarlayabilirsiniz. </p>

source: <p> If you are running a release version of OctoPrint, leave at "Release" tracking. If you are running a different branch however, you should setup "Commit" tracking. </p>
tr: <p> Arayüz'ün yayın sürümünü çalıştırıyorsanız, "Yayın" izleme işleminde bırakın. Bununla birlikte, farklı bir dalı çalıştırıyorsanız, "Commit" izlemeyi ayarlamanız gerekir. </p>

source: OctoPrint checkout folder
tr: Arayüz gönderim klasörü

source: OctoPrint Release Channel
tr: Arayüz yayın kanalı

source: Make sure you have read <a href="%(url)s" target="_blank" rel="noreferrer noopener">"How to use the release channels to help test release candidates"</a> before switching to a release channel other than "Stable"
tr: "Kararlı" harici bir yayın kanalına geçmeden önce <a href="%(url)s" target="_blank" rel="noreferrer noopener">"Using Release Channels"</a> 'ı okuduğunuzdan emin olun.

source: OctoPrint version tracking
tr: Arayüz sürüm izleme

source: Plugins
tr: Uygulama Ekleri

source: Connection
tr: Bağlantı

source: State
tr: Durum

source: Files
tr: Dosyalar

source: Temperature
tr: Sıcaklık

source: Control
tr: Kontrol

source: GCode Viewer
tr: GCode Görüntüleyici

source: Terminal
tr: Komutlar

source: Timelapse
tr: Video Kaydı

source: Printer
tr: Yazıcı

source: Serial Connection
tr: Seri Bağlantı

source: Printer Profiles
tr: Yazıcı Profilleri

source: Temperatures
tr: Sıcaklıklar

source: Terminal Filters
tr: Komut Kısayolları

source: GCODE Scripts
tr: GCode Betikleri

source: Features
tr: Özellikler

source: GCODE Visualizer
tr: GCode Görüntüleyici

source: API
tr: Uygulama Program Arayüzü (API)

source: Folders
tr: Klasörler

source: Appearance
tr: Görünüm

source: Server
tr: Sunucu

source: Access
tr: Erişim

source: Interface
tr: Arayüz

source: Start
tr: Başlat

source: Finish
tr: Bitir

source: Shutdown system
tr: Sistemi Kapat

source: Reboot system
tr: Sistemi yeniden başlat

source: Restart OctoPrint
tr: Arayüzü yeniden başlat

source: Restart OctoPrint in safe mode
tr: Güvenli Modda Yeniden Başlat

source: Server is offline
tr: Sunucu çevrimdışı

source: The server appears to be offline, at least I'm not getting any response from it. I'll try to reconnect automatically <strong>over the next couple of minutes</strong>, however you are welcome to try a manual reconnect anytime using the button below.
tr: Sunucu çevrim dışı görünüyor. En azından sunucudan bir yanıt alınamıyor. <strong>Bir kaç dakika içinde</strong> yeniden bağlantı kurulmaya çalışılacak. Bununla birlikte istediğiniz zaman aşağıdaki düğmeye tıklayarak el ile yeniden bağlanmayı deneyebilirsiniz.

source: The server appears to be offline, at least I'm not getting any response from it. I <strong>could not reconnect automatically</strong>, but you may try a manual reconnect using the button below.
tr: Sunucu çevrim dışı görünüyor. En azından sunucudan bir yanıt alınamıyor. <strong>Otomatik bağlantı kurulamıyor</strong>. Aşağıdaki düğmeye tıklayarak el ile yeniden bağlanmayı deneyebilirsiniz.

source: Safe mode is active
tr: Güvenli mod aktif

source: The server is currently running in safe mode. Third party plugins are disabled and cannot be enabled.
tr: Sunucu şu anda güvenli modda çalışıyor. Üçüncü taraf eklentileri devre dışı bırakıldı ve etkinleştirilemiyor.

source: Slicing ... (%(percentage)d%%)
tr: Dilimleniyor ... (%(percentage)d%%)

source: Your printer's firmware reported an error. Due to that the ongoing print job will be cancelled. Reported error: %(firmwareError)s
tr: Yazıcı bir hata mesajı gönderdi. Bu nedenle sürmekte olan yazdırma işlemi iptal edildi. Hata: %(firmwareError)s

source: Communication error
tr: İletişim sorunu

source: There was a communication error while talking to your printer. Please consult the terminal output and octoprint.log for details. Error: %(error)s
tr: Yazıcı ile arayüz arasında bir iletişim hatası meydana geldi. Ayrıntılar için GCode konsoluna ve octoprint.log dosyasına bakın. Hata: %(error)s

source: Error connecting to printer
tr: Yazıcıya bağlanırken hata

source: There was an error while trying to connect to your printer. Error: %(error)s
tr: Yazıcıya bağlanmaya çalışırken bir hata oluştu. Hata: %(error)s

source: Error starting a print
tr: Baskı başlatılırken hata

source: There was an error while trying to start a print job. Error: %(error)s
tr: Baskı başlatılmaya çalışılırken bir hata meydana geldi. Hata: %(firmwareError)s

source: Unknown error
tr: Bilinmeyen hata

source: There was an unknown error while talking to your printer. Please consult the terminal output and octoprint.log for details. Error: %(error)s
tr: Ysazıcıyla iletişim sırasında çözülemeyen bir hata meydana geldi. Ayrıntılariçin GCode konsoluna ve octoprint.log dosyasına bakın. Hata: %(error)s

source: %(days)d day
tr: %(days)d gün

source: %(days)d days
tr: %(days)d gün

source: %(days)d.5 days
tr: %(days)d.5 gün

source: %(hours)d hour
tr: %(hours)d saat

source: %(hours)d hours
tr: %(hours)d saat

source: %(hours)d.5 hours
tr: %(hours)d.5 saat

source: 1 day
tr: 1 gün

source: a minute
tr: bir dakika

source: 2 minutes
tr: 2 dakika

source: %(minutes)d minutes
tr: %(minutes)d dakika

source: 40 minutes
tr: 40 dakika

source: 50 minutes
tr: 50 dakika

source: 1 hour
tr: 1 saat

source: a few seconds
tr: birkaç saniye

source: less than a minute
tr: bir dakikadan az

source: YYYY-MM-DD HH:mm
tr: DD.MM.YYYY HH:mm

source: off
tr: kapalı

source: Are you sure?
tr: Emin misiniz?

source: Offline
tr: Çevrimdışı

source: Opening serial port
tr: Seri bağlantı noktası açılıyor

source: Detecting serial port
tr: Seri bağlantı noktası algılanıyor

source: Detecting baudrate
tr: Veri akış hızı algılanıyor

source: Connecting
tr: Bağlanılıyor

source: Operational
tr: Çalışıyor

source: Printing from SD
tr: SD kart üzerinden yazdırılıyor

source: Sending file to SD
tr: Dosya SD karta gönderiliyor

source: Printing
tr: Yazdırılıyor

source: Paused
tr: Duraklatıldı

source: Closed
tr: Kapatıldı

source: Transferring file to SD
tr: Dosya SD karta aktarılıyor

source: Connect
tr: Bağlan

source: Disconnect
tr: Bağlantıyı kes

source: Are you sure you want to disconnect from the printer?
tr: Yazıcı bağlantısını kesmek istediğinize emin misiniz?

source: Stay Connected
tr: Bağlantıyı kesme

source: Tool
tr: Ekstrüder

source: Hotend
tr: Ekstrüder

source: Your available free disk space is critically low.
tr: Kullanılabilecek boş disk alanı kritik düzeyde az.

source: Your available free disk space is starting to run low.
tr: Kullanılabilecek boş disk alanı azaldı.

source: Your current disk usage.
tr: Geçerli disk alanı kullanımı.

source: You are about to delete the folder "%(folder)s" which still contains files and/or sub folders.
tr: Hala dosya ve/veya alt klasörler içeren "%(folder)s" klasörünü silmek üzeresiniz.

source: Model size
tr: Model boyutu

source: Estimated print time
tr: Öngörülen Yazdırma Süresi

source: Last printed
tr: Son Yazdırma

source: Last print time
tr: Son Yazdırma Zamanı

source: Object in %(name)s exceeds the print volume of the currently selected printer profile, be careful when printing this.
tr: %(name)s adındaki model, seçili olan yazıcının profilinin baskı hacmine sığmıyor, bu modeli yazdırırken dikkatli olun.

source: Object exceeds print volume in width.<br>
tr: Model, baskı alanında X eksenine sığmıyor.

source: Object exceeds print volume in depth.<br>
tr: Model, baskı alanında Y eksenine sığmıyor.

source: Object exceeds print volume in height.<br>
tr: Model, baskı alanında Z eksenine sığmıyor.

source: Object's bounding box: (%(object.minX).2f, %(object.minY).2f, %(object.minZ).2f) &times; (%(object.maxX).2f, %(object.maxY).2f, %(object.maxZ).2f)
tr: Yazıcı baskı hacmi: (%(object.minX).2f, %(object.minY).2f, %(object.minZ).2f) &times; (%(object.maxX).2f, %(object.maxY).2f, %(object.maxZ).2f)

source: Print volume: (%(profile.minX).2f, %(profile.minY).2f, %(profile.minZ).2f) &times; (%(profile.maxX).2f, %(profile.maxY).2f, %(profile.maxZ).2f)
tr: Basım hacmi: (%(profile.minX).2f, %(profile.minY).2f, %(profile.minZ).2f) &times; (%(profile.maxX).2f, %(profile.maxY).2f, %(profile.maxZ).2f)

source: Object doesn't fit print volume
tr: Model baskı hacmine sığmıyor

source: Slicing ...
tr: Dilimleniyor ...

source: Slicing done
tr: Dilimleme tamamlandı

source: Sliced %(stl)s to %(gcode)s, took %(time).2f seconds
tr: %(stl)s %(gcode)s olarak, %(time).2f saniyede dilimlendi

source: Could not slice %(stl)s to %(gcode)s: %(reason)s
tr: %(stl)s, %(gcode)s olarak dilimlenemedi: %(reason)s

source: Slicing failed
tr: Dilimlenemedi

source: Streaming ...
tr: Akıtılıyor ...

source: Streaming done
tr: Akıtıldı

source: Streamed %(local)s to %(remote)s on SD, took %(time).2f seconds
tr: %(local)s üzerinden %(remote)s SD karta %(time).2f saniyede aktarıldı

source: Streaming failed
tr: Aktarım başarısız

source: Did not finish streaming %(local)s to %(remote)s on SD
tr: %(local)s SD karttaki %(remote)s konumuna aktarımı tamamlanmadı

source: Could not upload the file. Make sure that it is a valid file with one of these extensions: %(extensions)s
tr: Dosya yüklenemedi. Dosyanın şu geçerli dosya uzantılardan birini taşıdığından emin olun: %(extensions)s

source: Saving ...
tr: Kaydediliyor ...

source: Uploading ...
tr: Yükleniyor ...

source: Loading...
tr: Yükleniyor...

source: Analyzing...
tr: Hesaplanıyor...

source: Analyzed
tr: Hesaplandı

source: Estimated total print time
tr: Tahmini yazdırma süresi

source: Estimated layer height
tr: Öngörülen her bir katman yüksekliği

source: Layer count
tr: Toplam katman sayısı

source: printed
tr: katman

source: visited
tr: görüldü

source: Layer number
tr: Katman numarası

source: Layer height
tr: Şuanki yükseklik

source: GCODE commands
tr: GCode komutları

source: Login
tr: Oturum aç

source: Logged in as %(name)s
tr: "%(name)s" olarak oturum açıldı

source: Login successful
tr: Oturum açıldı

source: You are now logged in as "%(username)s"
tr: "%(username)s" olarak oturum açıldı

source: Login failed
tr: Oturum açılamadı

source: User unknown or wrong password
tr: Kullanıcı bulunamadı ya da parola hatalı

source: Logout successful
tr: Oturum kapatıldı

source: You are now logged out
tr: Oturumunuz kapatıldı

source: Identifier must be set
tr: Belirteç ayarlanmalı

source: Invalid characters, only a-z, A-Z, 0-9, -, ., _, ( and ) are allowed
tr: Bazı karakterler geçersiz, yalnız a-z, A-Z, 0-9, -, ., _, (, ) karakterleri kullanılabilir

source: A profile with such an identifier already exists
tr: Bu belirtecin kullanıldığı bir profil zaten var

source: default
tr: varsayılan

source: red
tr: kırmızı

source: orange
tr: turuncu

source: yellow
tr: sarı

source: green
tr: yeşil

source: blue
tr: mavi

source: black
tr: siyah

source: Lower Left
tr: Sol Alt

source: Center
tr: Merkez

source: There was unexpected error while saving the printer profile, please consult the logs.
tr: Yazıcı profili kaydedilirken beklenmedik bir sorun çıktı. Ayrıntılı bilgi almak için günlük dosyasına bakın.

source: Could not add profile
tr: Profil eklenemedi

source: Cannot delete the default profile or the currently active profile.
tr: Varsayılan profil ya da şu an aktif olan profil silinemez.

source: There was unexpected error while removing the printer profile, please consult the logs.
tr: Yazıcı profili silinirken beklenmedik bir sorun çıktı. Ayrıntılı bilgi almak için günlük dosyasına bakın.

source: Could not delete profile
tr: Profili silemezsiniz

source: You are about to delete the printer profile "%(name)s".
tr: "%(name)s" profilini silmek üzeresiniz.

source: There was unexpected error while updating the printer profile, please consult the logs.
tr: Yazıcı profili güncellenirken beklenmedik bir sorun çıktı. Ayrıntılı bilgi almak için günlük dosyasına bakın.

source: Could not update profile
tr: Profil güncellenemedi

source: Add Printer Profile
tr: Yazıcı Profili Ekle

source: Edit Printer Profile "%(name)s"
tr: "%(name)s" Yazıcı Profilini Düzenle

source: Restarts the print job from the beginning
tr: Yazdırma görevini baştan başlatır

source: Starts the print job
tr: Yazdırma görevini başlatır

source: Resumes the print job
tr: Yazdırma görevini sürdürür

source: Pauses the print job
tr: Yazdırma görevini duraklatır

source: Still stabilizing...
tr: Hala dengeleniyor...

source: Based on a linear approximation (very low accuracy, especially at the beginning of the print)
tr: Doğrusal öngörüye göre (doğruluk yüksek oranda modele bağlıdır)

source: Based on the estimate from analysis of file (medium accuracy)
tr: Dosya incelemesi kestirimine göre (ortalama doğruluk)

source: Based on a mix of estimate from analysis and calculation (medium accuracy)
tr: Hem inceleme hem hesaplamaya göre (ortalama doğruluk)
