Repository: trgtylcnky/OctoPrint
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: tr

source: Set to 0 to disable consecutive timeout detection and handling.
tr: Tekrarlanan zaman aşımlarını tespit etmeyi devre dışı bırakmak için 0 yazın.

source: Maximum consecutive communication timeouts while printing. More than this and the printer will be considered to be gone. Set to 0 to disable.
tr: Yazdırırken arka arkaya olabilecek en fazla iletişim zaman aşımı sayısı. Bu sayıdan fazla zaman aşımı sorunu yaşanırsa yazıcı yok sayılır. Devre dışı bırakmak için 0 yazın.

source: Max. consecutive timeouts while printing
tr: Yazdırmada arka arkaya olabilecek en fazla zaman aşımı sayısı

source: Maximum consecutive communication timeouts while a long running command is active. More than this and the printer will be considered to be gone. Set to 0 to disable.
tr: Uzun çalışan bir komut etkin iken arka arkaya olabilecek en fazla iletişim zaman aşımı sayısı. Bu sayıdan fazla zaman aşımı sorunu yaşanırsa yazıcı yok sayılır. Devre dışı bırakmak için 0 yazın.

source: Max. consecutive timeouts during long running commands
tr: Uzun çalışma komutlarında arka arkaya olabilecek en fazla zaman aşımı sayısı

source: Firmware specific settings
tr: Kontrol yazılımına özel ayarlar

source: Enable automatic firmware detection
tr: Otomatik yazılım algılamayı etkinleştir

source: If enabled, OctoPrint will try to figure out your printer's firmware automatically and adjust some communication parameters based on that. If that doesn't work out, or you want more granular control, uncheck this and the parameters in question will become visible for you to adjust.
tr: Etkinleştirildiğinde, Arayüz yazıcınızın yazılımını otomatik olarak anlamaya çalışacak ve buna dayalı olarak birkaç iletişim parametresini ayarlayacaktır. Bu işe yaramazsa veya daha ayrıntılı bir kontrol istiyorsanız, bunun işaretini kaldırın. Ayarlamanız için söz konusu parametreler görünür hale gelecektir.

source: Select SD files by relative path
tr: Bağıl yola göre SD kart dosyalarını seçin

source: RepRap Firmware
tr: RepRap Gömülü Yazılımı

source: Always assume SD card is present
tr: Her zaman SD kart takılı varsayılsın

source: Ignore consecutive resend requests for the same line
tr: Aynı satır için arka arkaya gönderilen yeniden gönderme istekleri yoksayılsın

source: Support <code>TargetExtr%%n</code>/<code>TargetBed</code> target temperature format
tr: Destek <code>TargetExtr%%n</code>/<code>TargetBed</code> hedef sıcaklık biçimi

source: Disable detection of external heatups
tr: Dış ısıtma algılaması devre dışı bırakılsın

source: Actively pause communication during <code>G4</code> dwell command
tr: <code>G4</code> bekleme komutuyla iletişimi duraklat

source: Send a checksum with the command
tr: Komut ile bir sağlama toplamı gönder

source: When printing
tr: Yazdırma sırasında

source: Always
tr: Her zaman

source: Never
tr: Hiçbir zaman

source: Support temperature autoreporting by firmware, if detected
tr: Otomatik sıcaklık bildirimini, tespit edilmişse, destekle

source: Support sd status autoreporting by firmware, if detected
tr: Sd kart durumunu otomatik bildirimi, tespit edilmişse, destekle

source: Support <code>busy</code> protocol, if detected
tr: <code>meşgul</code> protokolünü, tespit edilmişse, destekle

source: Simulate <code>ok</code> for <code>M29</code>
tr: <code>M29</code> için sanal <code>ok</code> benzetimi yapılsın

source: Simulate <code>ok</code> for resend requests
tr: Yeniden gönderme istekleri için ek bir `tamam` benzetimi yapılsın

source: If detected as necessary
tr: Zorunlu olarak tespit edilmişse

source: Protocol fine tuning
tr: Protokol ince ayarları

source: Wait for <code>start</code> on connect
tr: Bağlantıda <code>başlangıç</code> için beklensin

source: Command to send to the firmware on first handshake attempt.
tr: İlk el sıkışma girişiminde firmware üzerine gönderilecek komut.

source: "Hello" command
tr: "Merhaba" komutu

source: Use this to specify a different command than the default <code>M110</code> to send to the printer on initial connection to trigger a communication handshake.
tr: Bu seçeneği yazıcı ile bağlantı kurulmasını tetikleyen el sıkışmayı sağlayan varsayılan <code>M110</code> komutundan farklı bir komut belirtmek için kullanın.

source: Commands that are know to run long and hence should suppress communication timeouts from being triggered.
tr: Tamamlanması uzun sürecek komutlar için iletişim zaman aşımı hatalarının verilmesi engellenir.

source: Long running commands
tr: Uzun süren komutlar

source: Use this to specify the commands known to take a long time to complete without output from your printer and hence might cause timeout issues. Just the G or M code, comma separated.
tr: Bu seçenek, tamamlanması yazıcıdan herhangi bir bilgi alınmadan uzun süren ve zaman aşımı hatalarına yol açabilen komutlar için kullanılır. Virgül ile ayırarak G ya da M kodunu yazın.

source: Commands that always require a line number and checksum to be sent with them.
tr: Komutlar için herzaman bir satır numarası ve sağlama değeri gönderilmesi istenir.

source: Commands that always require a checksum
tr: Her zaman sağlama gereken komutlar

source: Use this to specify which commands <strong>always</strong> need to be sent with a checksum. Comma separated list.
tr: Bu seçeneği <strong>her zaman</strong> sağlama değerinin gönderilmesini isteyen komutları belirtmek için kullanın. Virgül ile ayrılarak birden çok komut yazılabilir.

source: Commands
tr: Komutlar

source: Connectivity check
tr: Bağlantı testi

source: Plugin blacklist processing
tr: EKlenti engelleme

source: Graph
tr: Çizelge

source: Graph cutoff
tr: Çizelge kesimi

source: Needs a restart of OctoPrint to become active.
tr: Etkin olabilmesi için arayüz yeniden başlatılmalıdır.

source: Fine adjustments
tr: İnce ayarlar

source: Send temperature fine adjustments automatically
tr: Sıcaklık düzeltmelerini otomatik olarak gönder

source: Enable this to have temperature fine adjustments you do via the + or - button be sent to the printer automatically.
tr: +/- butonlarıyla ayarladığınız sıcaklık düzeltmelerini otomatik olarak göndermek için bunu seçin.

source: Sending delay
tr: Gönderme gecikmesi

source: Presets
tr: Önayarlar

source: Extruder
tr: Ekstrüder

source: RegExp
tr: Kurallı İfade

source: If you do not wish to change your password, just leave the following fields empty.
tr: Parolanızı değiştirmek istemiyorsanız, aşağıdaki alanları boş bırakın.

source: Please note that changes to the API key are applied immediately, without having to "Confirm" first.
tr: API anahtarındaki değişiklikler, "Onayla" tuşuna basmaya gerek kalmadan hemen uygulanır.

source: Language
tr: Dil

source: Changes to the interface language will only become active after a reload of the page.
tr: Arayüz dilindeki değişiklikler yalnızca sayfayı yeniden yükledikten sonra etkinleşecektir.

source: All Done!
tr: Hepsi tamam!

source: Your OctoPrint installation is now all set up and ready to go.
tr: Artık Arayüz kurulumu tamamlandı ve çalışmaya hazır. Basıma başlayabilirsiniz!

source: On your printer's safety
tr: Yazıcının güvenliği hakkında

source: Hello!
tr: Merhaba!

source: Forgot password?
tr: Parolayı unuttum

source: Remember me
tr: Beni hatırla

source: User Settings
tr: Kullanıcı Ayarları

source: Logout
tr: Çıkış

source: Settings
tr: Ayarlar

source: System
tr: Sistem

source: Upload locally
tr: Yerel Olarak Yükle

source: Upload to SD
tr: SD Karta Yükle

source: Cannot upload to printer's SD while printing
tr: Yazdırma işlemi sırasında SD karta yükleme yapılamaz

source: SD not initialized
tr: SD kart başlatılamadı

source: Attempt to reconnect
tr: Tekrar bağlanmaya çalış

source: Please reload
tr: Yeniden başlat

source: There is a new version of the server active now, a reload of the user interface is needed. This will not interrupt any print jobs you might have ongoing. Please reload the web interface now by clicking the button below.
tr: Şu anda aktif olan sunucunun yeni bir sürümü var, kullanıcı arayüzünün yeniden yüklenmesi gerekiyor. Bu, devam edebileceğiniz herhangi bir yazdırma işini kesmeyecektir. Lütfen aşağıdaki düğmeyi tıklayarak Arayüzü yeniden başlatın.

source: Save connection settings
tr: Bağlantı ayarlarını kaydet

source: Auto-connect on server startup
tr: Sunucu başlatmada otomatik bağlan

source: Refresh connection options
tr: Bağlantı ayarlarını yenile

source: Back
tr: Geri

source: Currently in
tr: Şu anda

source: Internal
tr: Dahili

source: Uploaded
tr: Yüklendi

source: Additional data
tr: Ek veri

source: Download
tr: İndir

source: Load
tr: Yükle

source: Load and Print
tr: Yazdır!

source: Free
tr: Boş

source: Total
tr: Toplam

source: Create folder...
tr: Klasör oluştur...

source: Hint: You can also drag and drop files on this page to upload them.
tr: İpucu: Dosyaları yüklemek için bu sayfaya sürükleyip bırakabilirsiniz.

source: File list settings
tr: Dosya listesi ayarları

source: Sort by name
tr: İsme göre sırala

source: Sort by upload date
tr: Yükleme tarihine göre sırala

source: Sort by file size
tr: Dosya boyutuna göre sırala

source: Sort by Folders, Files
tr: Klasörler/dosyalar sırala

source: Sort by Files, Folders
tr: Dosyalar/klasörler sırala

source: Mixed
tr: Karışık

source: Only show machine code files
tr: Yalnızca makine kodu dosyalarını göster

source: Only show model files
tr: Yalnız model dosyalarını göster

source: Only show files stored locally
tr: Yalnız yerel dosyaları göster

source: Only show files stored on SD
tr: Yalnız SD kart dosyalarını göster

source: Hide successfully printed files
tr: Başarıyla tamamlanmış modelleri gizle

source: Refresh file list
tr: Dosya listesini yenile

source: SD Card operations
tr: SD Kart işlemleri

source: Initialize SD card
tr: SD Kartını başlat

source: Refresh SD files
tr: SD kart dosyalarını yenile

source: Release SD card
tr: SD kartı çıkar

source: Current printer state
tr: Yazıcı durumu

source: Current timelapse configuration
tr: Geçerli video kaydı yapılandırması

source: Name of file currently selected for printing
tr: Yazdırma için seçilen dosya adı

source: File
tr: Dosya

source: User who selected this file for printing
tr: Bu dosyayı seçen kullanıcı

source: User
tr: Kullanıcı

source: Estimated total print time based on analysis of the file or past prints
tr: İstatistiksel analizlere veya geçmiş baskılara dayanan tahmini toplam yazdırma süresi

source: Approx. Total Print Time
tr: Yaklaşık Yazdırma Süresi

source: Total print time so far
tr: Şimdiye kadar yazdırma süresi

source: Print Time
tr: Yazdırılan Süre

source: Estimated time until the print job is done. This is only an estimate and accuracy depends heavily on various factors!
tr: Yazdırma işi bitene kadar tahmini süre. Bu sadece bir tahmindir ve süre, çeşitli faktörlere bağlıdır.

source: Print Time Left
tr: Kalan Yazdırma Süresi

source: Bytes printed vs total bytes of file
tr: Yazdırılan baytlar ve dosya toplam baytları

source: Printed
tr: Yazdırılan Dosya Boyutu

source: Restart
tr: Yeniden başlat

source: Print
tr: Yazdır

source: Resume
tr: Devam et

source: Cancels the print job
tr: Yazdırmayı iptal eder

source: Please define the maximum speed/feedrate of the individual axes and whether their control should be inverted or not.
tr: Lütfen, tek tek eksenlerin maksimum hız/besleme oranını ve bunların kontrolünün ters çevrilmesi gerekip gerekmediğini tanımlayın.

source: Invert control
tr: Kontrolü ters çevir

source: This information is used for manual control via the "Control" tab. It does NOT influence already sliced files that you upload to OctoPrint!
tr: Bu bilgi, "Kontrol" sekmesi aracılığıyla manuel kontrol için kullanılır. Arayüz'e yüklediğiniz önceden dilimlenmiş dosyaları etkilemez!

source: Form Factor
tr: Baskı Biçimi

source: Rectangular
tr: Dikdörtgen

source: Circular
tr: Dairesel

source: Origin
tr: Merkez

source: Heated Bed
tr: Isıtıcı Yatak

source: Please define the print volume.
tr: Baskı hacminizi girin

source: Width (X)
tr: Genişlik (X)

source: Depth (Y)
tr: Derinlik (Y)

source: Diameter (X/Y)
tr: Çap (X/Y)

source: Height (Z)
tr: Yükseklik (Z)

source: If your printer's print head may move slightly outside the print volume (e.g. for nozzle cleaning routines) you can define a custom safe bounding box for its movements below.
tr: Yazıcınızın yazdırma kafası, yazdırma hacminin biraz dışına çıkabilirse (örneğin uç temizleme yordamları için), aşağıdaki hareketleri için özel bir güvenli sınırlayıcı kutusu tanımlayabilirsiniz.

source: Custom bounding box
tr: Özel sınırlayıcı kutu

source: X Coordinates
tr: X Koordinatı

source: Y Coordinates
tr: Y Koordinatı

source: Z Coordinates
tr: Z Koordinatı

source: This information is used for the temperature tab, the bounding box check, the GCODE Viewer and/or when slicing from OctoPrint. It does NOT influence already sliced files that you upload to OctoPrint!
tr: Bu bilgi sıcaklık sekmesi, sınırlayıcı kutu kontrolü, GCode Görüntüleyici ve/veya Arayüz'den dilimleme yapılırken kullanılır. Arayüz'e yüklediğiniz önceden dilimlenmiş dosyaları etkilemez!

source: Nozzle Diameter
tr: Nozzle Çapı

source: Number of Extruders
tr: Ekstrüder Sayısı

source: Shared nozzle
tr: Paylaşılan nozzle

source: Check this if your printer has a single nozzle and heater shared among its extruders instead of one nozzle and heater per extruder
tr: Yazıcınızda birden fazla filament aynı ısıtıcıya giriyorsa bunu seçin

source: Please specify the nozzle offsets of the extruders relative to the first nozzle T0 <strong>if you haven't already done so in your firmware</strong>. Otherwise leave them at (0,0).
tr: <strong>Kontrol kartında belirtmediyseniz</strong> ekstrüder uçları arasındaki mesafeyi burada belirtin. Belirttiyseniz burayı (0,0) olarak bırakın.

source: Offset
tr: Sapma

source: This information is used for the graph and controls available in the "Temperature" tab, the GCODE viewer and when slicing from within OctoPrint. It does NOT influence already sliced files that you upload to OctoPrint!
tr: Bu bilgi, "Sıcaklık" sekmesinde, GCode Görüntüleyici'de ve Arayüz içinden dilimleme yapılırken kullanılan grafik ve kontroller için kullanılır. Arayüz'e yüklediğiniz önceden dilimlenmiş dosyaları etkilemez!

source: Name must be set
tr: Bir isim yazmalısınız

source: Set as default profile
tr: Varsayılan profil olarak ayarla

source: Edit Profile
tr: Profili Düzenle

source: Command to restart the OctoPrint server
tr: Arayüz sunucusunu yeniden başlatma komutu

source: Command to restart the system OctoPrint is running on
tr: Arayüzün çalıştığı sistemi yeniden başlatma komutu

source: Restart system
tr: Sistemi yeniden başlat

source: Command to shut down the system OctoPrint is running on
tr: Arayüzü kapatma komutu

source: Define a check interval, a host and a port to check against. If you don't know what to set here, the default values (using Google's DNS server) should work. If you have concerns about using that, define the IP and port of a different online server that you trust and that has a high availability.
tr: Bağlantıyı test etmek için bir adres ve port belirleyin. Ne ayar yapacağınızı bilmiyorsanız, fabrika ayarları (Google DNS) yeterli olacaktır. Bu ayarları kullanmak istemiyorsanız güvenli ve sürekli açık olduğuna inandığınız bir sunucu ve port seçin

source: If the connectivity check is enabled, OctoPrint will regularly check if it's connected to the internet. This is <strong>useful to prevent resource intensive operations</strong> (such as checking for updates) if it's already clear that they won't succeed anyhow.
tr: Bağlantı testi aktif olduğunda, internet bağlantısı olup olmadığı belli aralıklarla test edilir Bu özellik, internet bağlantısı olmadığı durumlarda bazı internet gerektiren işlemlerin boş yere denenmesini engeller.

source: Enable regular connectivity check
tr: Periyodik bağlantı testini aktifleştir

source: Host against which to check for internet connectivity
tr: İnternet bağlantısının test edileceği adres

source: Host IP
tr: Sunucu IP

source: Interval in which to check for internet connectivity
tr: Bağlantının test edileceği zaman aralığı

source: Check interval
tr: Test periyodu

source: Port against which to check for internet connectivity
tr: İnternet bağlantısının test edileceği port

source: Test host & port
tr: Test adres & port

source: <strong>To protect against known severe issues with certain versions of third party plugins</strong>, OctoPrint supports the use of a centralized plugin version blacklist to automatically disable such plugins before they can interfere with normal operation.
tr: <strong>Bazı eklentilerin bazı sürümlerinin sebep olduğu bilinen sorunları engellemek için</strong> merkezi bir engelli eklenti listesi kullanılabilir. Bu listedeki eklentilerin çalışması engellenir.

source: Enable plugin blacklist processing on startup
tr: Eklenti engelleme özelliğini aktifleştir

source: Any changes take effect only on the next server start.
tr: Değişiklikler bir sonraki açılışta görülecektir.

source: How long to cache the blacklist, in minutes. You should normally not have to change this.
tr: Dakika cinsinden, listenin ön bellekte saklanma süresi. Normal durumda burayı değiştirmeniz gerekmez.

source: Blacklist cache TTL
tr: Engelleme listesi önbellek TTL

source: Plugin blacklist URL. You should normally not have to change this.
tr: Engelli eklenti listesinin adresi. Normal durumda burayı değiştirmeniz gerekmez.

source: Blacklist URL
tr: Engelli listesi adresi

source: Bitrate to use for encoding the timelapse video
tr: Oluşturulacak video'nun bit hızı

source: Timelapse bitrate
tr: Video bit hızı

source: Full path to the FFMPEG binary
tr: FFMPEG klasörünün yolu

source: Path to FFMPEG
tr: FFMPEG Klasörü

source: Number of FFMPEG encoding threads
tr: FFMPEG kodlayıcı işlemlerinin sayısı

source: FFMPEG threads
tr: FFMPEG işlemleri

source: Enable OctoPrint watermark in timelapse movies
tr: Video'larda ArtıBoyut logosu kullanılsın

source: Flip webcam horizontally
tr: Web kamerasını yatay konuma getir

source: Flip webcam vertically
tr: Web kamerasını dikey konuma getir

source: Rotate webcam 90 degrees counter clockwise
tr: Web kamerasını saat yönünün tersine 90 derece döndür

source: Validate SSL on snapshot URL (if applicable)
tr: Fotoğraf adresinde SSL'i onayla (mümkünse)

source: Timeout for taking a snapshot
tr: Fotoğraf çekmek için zaman aşımı

source: Snapshot timeout
tr: Fotoğraf zaman aşımı

source: URL to use for retrieving webcam snapshot images for timelapse creation
tr: Video'nun oluşturulması için kullanılacak web kamerası görüntülerinin internet adresi

source: Snapshot URL
tr: Çekilen Fotoğrafın İnternet Adresi

source: Fully qualified URL, needs to be reachable by OctoPrint's server
tr: Tam URL, Arayüz'ün sunucusu tarafından erişilebilir olması gerekir

source: Aspect ratio of the webcam stream, either 16:9 or 4:3
tr: Kamera akışının en/boy oranı, 16:9 ya da 4:3

source: Stream aspect ratio
tr: Kamera en/boy oranı

source: If the stream has a different aspect ratio than configured here it will be letterboxed.
tr: Eğer kamera görüntüsünün en/boy oranı burada girilenden farklıysa kenralara boşluk eklenir.

source: Timeout after which to unload the stream if the control tab is not visible
tr: Kontrol sekmesi görünmediğinde video akışını kesmek için zaman aşımı

source: Stream timeout
tr: Video akışı zaman aşımı

source: URL to embed into the UI for live viewing of the webcam stream
tr: Web kamerası akışını canlı olarak izlemek için kullanıcı arayüzüne gömülecek internet adresi

source: Stream URL
tr: Web Kamerası İnternet Adresi

source: Needs to be reachable from the browser displaying the OctoPrint UI, used to embed the webcam stream into the page.
tr: Webcam kaydı ulaşımı için kullanılan Arayüz UI'sını görüntüleyen tarayıcıdan erişilebilir olması gerekiyor.

source: Webcam stream loading...
tr: Kamera akışı yükleniyor...

source: Webcam stream not loaded
tr: Kamera akışı yüklenemedi

source: It might not be configured correctly or require authentication. To have this fixed, get in touch with an administrator of this OctoPrint instance.
tr: Kullanılabilmek için düzgün yapılandırılmamış ya da izin gerektiriyor olabilir. Düzeltmek için bir sistem yöneticisine başvurun.

source: It might not be configured correctly or require authentication. You can change the URL of the stream under "Settings" > "Webcam & Timelapse" > "Stream URL". If you don't have a webcam just set the URL to an empty value.
tr: Kamera ayarları düzgün yapılmamış ya da izin gerektiriyor olabilir. Kamera akışı adresini "Ayarlar" > "Kamera & Kayıt" > "Web kamerası internet adresi" kısmından yapabilirsiniz. Kamera bağlı değilse burayı boş bırakın.

source: Currently configured stream URL
tr: Mevcut video akışı URL

source: Keyboard controls active
tr: Klavye tuş takımı ile kontrol et

source: X Axis
tr: X Ekseni

source: Y Axis
tr: Y Ekseni

source: Page&uarr;
tr: Sayfa&uarr;

source: Page&darr;
tr: Sayfa&darr;

source: Z Axis
tr: Z Ekseni

source: Home X/Y
tr: Başlangıç X/Y

source: Home Z
tr: Başlangıç Z

source: Stepsize
tr: Adım boyutu

source: Hint: If you move your mouse over the picture, you enter keyboard control mode.
tr: İpucu: Görsel üzerinde fareyi hareket ettirdiğinizde tuş takımı denetim kipine geçebilirsiniz.

source: Feed rate:
tr: Yazdırma hızı:

source: Tool (E)
tr: Ekstrüder (E)

source: Select Tool...
tr: Ekstrüder Seçin...

source: Extrude
tr: Filament İttir

source: Retract
tr: Filament Geri Çek

source: Flow rate:
tr: Filament akış hızı:

source: Motors off
tr: Motorları kapat

source: Fan on
tr: Soğutucuyu aç

source: Fan off
tr: Soğutucuyu kapat

source: Previous layer
tr: Önceki katman

source: Next layer
tr: Sonraki katman

source: Model info
tr: Model bilgisi

source: Layer info
tr: Katman bilgisi

source: Renderer options
tr: Oluşturucu ayarları

source: Sync with job progress
tr: Senkronlu bir şekilde izle

source: Center viewport on model
tr: Modeli merkeze getir

source: Zoom in on model
tr: Modeli büyüt

source: Show moves
tr: Hareketler görüntülensin

source: Show retracts
tr: Geri almalar görüntülensin

source: Also show previous layer
tr: Ayrıca önceki katman görüntülensin

source: Also show next layer
tr: Ayrıca sonraki katman görüntülensin

source: Reload
tr: Yeniden yükle

source: Show visited bounding box
tr: Hareket sınırlarını göster

source: Show printed bounding box
tr: Baskı sınırlarını göster

source: Hide empty layers
tr: Boş katmanları gizle

source: Causes reload
tr: Yeniden yüklemeye sebep olur

source: Sort layers
tr: Katmanları sırala

source: Reset options
tr: Ayarları sıfırla

source: Note that the time and usage values in this tab are <strong>estimated</strong> by the GCODE viewer in your browser and might differ from the values <strong>estimated</strong> by the server that are displayed in the "State" and "Files" panels in the sidebar due to slightly different implementations. Also note that these <strong>estimated</strong> values may be inaccurate since they can also take information present in the GCODE file into account.
tr: Bu sekmede öngörülen zamanların web tarayıcınızdaki GCODE görüntüleyici tarafından hesaplandığını ve farklı uygulamalar nedeniyle sunucuda yan çubukta görüntülenen "Durum" ve "Dosya" panolarındaki değerlerden farklı olabileceğini unutmayın.
