Repository: trgtylcnky/OctoPrint
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: tr

source: Announcements
tr: Duyurular

source: Without this plugin you might miss important announcements regarding security or other critical issues concerning OctoPrint.
tr: Bu eklenti olmazsa önemli duyuruları kaçırabilirsiniz.

source: Cannot be toggled
tr: Değiştirilemedi

source: Disable Channel
tr: Kanalı Devre Dışı Bırak

source: Enable Channel
tr: Kanalı Etkinleştir

source: You can edit your announcement subscriptions under Settings > Announcements.
tr: Ayarlar > Duyurular bölümünden duyuru kanallarını düzenleyebilirsiniz.

source: Later
tr: Sonra

source: Mark read
tr: Okunmuş olarak işaretle

source: Read...
tr: Oku...

source: Mark as last read
tr: Son okunmuş olarak işaretle

source: Close
tr: Kapat

source: Configured Channels
tr: Ayarlanmış Kanallar

source: Name
tr: İsim

source: Actions
tr: İşlemler

source: Refresh Announcements
tr: Duyuruları Yenile

source: Server Commands
tr: Sunucu Komutları

source: Webcam & Timelapse
tr: Kamera & Kayıt

source: Access Control
tr: Erişim Kontrolü

source: Online connectivity check
tr: Bağlantı testi

source: Plugin blacklist
tr: Eklenti engelleme

source: Default Printer Profile
tr: Varsayılan Yazıcı Profili

source: If you disable Access Control <strong>and</strong> your OctoPrint installation is accessible from the internet, your printer <strong>will be accessible by everyone - that also includes the bad guys!</strong>
tr: Erişim Kontrolünü kapatırsanız <strong>ve</strong> sisteminiz internet üzerinden erişilebilirse, yazıcınız <strong>herkes tarafından erişilebilir - buna kötü insanlar da dahil! </strong>

source: Please set up Access Control
tr: Lütfen Erişim Kontrolünü düzenleyin

source: You haven't yet set up access control. You need to either setup a username and password and click "Keep Access Control Enabled" or click "Disable Access Control" before continuing
tr: Erişim kontrolünü henüz düzenlemediniz. Devam etmek için ya kullanıcı adı ve parola belirleyip "Erişim Kontrolünü Açık Bırak" butonuna ya da "Erişim Kontrolünü Kapat" butonuna basmalısınız

source: Please set up the online connectivity check
tr: Lütfen bağlantı testiyle ilgili ayarları yapın

source: You haven't yet decided on whether to enable or disable the online connectivity check. You need to either enable or disable it before continuing.
tr: Bağlantı testini etkinleştirip etkinleştirmeyeceğinize henüz karar vermediniz. Devam edebilmek için bunu belirlemeniz gerekiyor.

source: Please set up the plugin blacklist processing
tr: Eklenti engelleme ayarlarını yapın

source: You haven't yet decided on whether to enable or disable the plugin blacklist processing. You need to either enable or disable it before continuing.
tr: Eklenti engellemeyi aktifleştirip aktifleştirmeyeceğinize karar vermediniz. Devam edebilmek için bunu belirlemeniz gerekiyor.

source: <p> <strong>Please read the following, it is very important for your printer's health!</strong> </p> <p> OctoPrint by default ships with Access Control enabled, meaning you won't be able to do anything with the printer unless you login first as a configured user. This is to <strong>prevent strangers - possibly with malicious intent - to gain access to your printer</strong> via the internet or another untrustworthy network and using it in such a way that it is damaged or worse (i.e. causes a fire). </p> <p> It looks like you haven't configured access control yet. Please <strong>set up a username and password</strong> for the initial administrator account who will have full access to both the printer and OctoPrint's settings, then click on "Keep Access Control Enabled": </p>
tr: <p> <strong>Lütfen aşağıdaki yazılanları okuyun, yazıcınızın güvenlii için çok önemlidir!</strong> </p> <p> Erişim Kontrolü açık olarak sunulmaktadır, yani belirlenmiş bir kullanıcı ile oturum açmazsanız yazıcıyla hiçbir şey yapamazsınız. Bunun amacı internet ya da başka güvenilmeyen ağlardaki <strong>yabancıların - muhtemelen kötü niyetli - yazıcınıza erişimini ve yazıcınızın</strong> bu yolla zarar görmesini engellemektir. </p> <p> Henüz erişim kontrolünü ayarlamamışsınız. Lütfen yazıcınıza ve ayarlara tam erişim sağlayacak olan yönetici hesabı için <strong>bir kullanıcı adı ve parola belirleyin</strong> ve "Erişim Kontrolünü Açık Bırak" butonuna basın: </p>

source: Username
tr: Kullanıcı adı

source: Password
tr: Parola

source: Confirm Password
tr: Parolayı Onayla

source: Passwords do not match
tr: Parolalar eşleşmiyor

source: <p> <strong>Note:</strong> In case that your OctoPrint installation is only accessible from within a trustworthy network and you don't need Access Control for other reasons, you may alternatively disable Access Control. You should only do this if you are absolutely certain that only people you know and trust will be able to connect to it. </p> <p> <strong>Do NOT underestimate the risk of an unsecured access from the internet to your printer!</strong> </p>
tr: <p> <strong>Not:</strong> Arayüze erişimde güvenli bir ağdan erişildiğinde Erişim Kontrolü gerekmemektedir. Bağlandığınız ağın güvenli olup olmadığından emin değilseniz Erişim Kontrolü/Oturum Açma için kullanıcı adı ve şifre belirlemenizi tavsiye ederiz. </p> <p>

source: Disable Access Control
tr: Erişim Kontrolünü Kapat

source: Keep Access Control Enabled
tr: Erişim Kontrolünü Açık Bırak

source: Access control is <strong class="text-success">enabled</strong>.
tr: Erişim kontrolü <strong class="text-success">açık</strong>.

source: Access control is <strong class="text-danger">disabled</strong>.
tr: Erişim kontrolü <strong class="text-danger">kapalı</strong>.

source: Configure the connectivity check
tr: Bağlantı testini ayarla

source: If it is disabled OctoPrint will always assume to have a working connection to the internet. If that should not actually be the case, server startups, update checks and the like might take longer.
tr: Etkinleştirilmezse internete sürekli bağlı olduğunuz varsayılacak. Bu durumda internet bağlantısı kesildiğinde güncelleme gibi bazı işlemler kesintiye uğrayabilir.

source: OctoPrint comes preconfigured to perform the connectivity check every 15 minutes. You may change the value here.
tr: Fabrika ayarlarına göre bağlantı 15 dakikada bir test edilir. Bunu buradan değiştirebilirsiniz.

source: OctoPrint comes preconfigured to utilize Google's DNS server <code>8.8.8.8</code>, port 53 for the connectivity check (if it's enabled). If you have concerns about using that, define the IP and port of a different online server that you trust and that has a high availability.
tr: Google DNS sunucusu <code>8.8.8.8</code> port 53, bağlantı testini yapmak için kullanılacaktır. Bunu değiştirmek istiyorsanız sürekli açık olmasına güvendiğiniz başka bir sunucunun IP adresini ve port numarasını giriniz.

source: Finally, please decide on whether to enable or disable the connectivity check. You may change the configuration at any time to a later date through Settings > Server right from within OctoPrint.
tr: Son olarak, bağlantı testinin aktifleştirip aktifleştirilmeyeceğine karar verin. Bu ayarı daha sonra Ayarlar > Sunucu bölümünden değiştirebilirsiniz.

source: Disable Connectivity Check
tr: Bağlantı Testini Aktifleştirme

source: Enable Connectivity Check
tr: Bağlantı Testini Aktifleştir

source: Configure plugin blacklist processing
tr: Eklenti engelleme ayarları

source: To protect against known severe issues with certain versions of third party plugins, OctoPrint supports the use of a centralized plugin version blacklist to automatically disable such plugin versions before they can interfere with normal operation, allowing you to uninstall or update them to a newer version.
tr: Bazı eklentilerin bazı sürümleri sorun çıkardığı bilindiği için bunları engellemeniz tavsiye edilir.

source: By default, OctoPrint will use the blacklist hosted at <code>plugins.octoprint.org/blacklist.json</code> which you can also take a look at in a more human readable format <a href="%(url)s" target="_blank">here</a>.
tr: Fabrika ayarlarına göre engellenen eklentilerin listesi <code>plugins.onctoprint.org/blacklist.json</code> adresinde bulunur. Okunabilir haline <a href="%(url)s" target="_blank">buradan</a> ulaşabilirsiniz.

source: Please decide whether to allow fetch and use of this centralized blacklist starting with the next server start. You may also change your decision at any time through Settings > Server right from within OctoPrint.
tr: Eklenti engellemenin kullanılıp kullanılmayacağına karar veriniz. Bu ayarı daha sonra Ayarlar > Sunucu bölümünden değiştirebilirsiniz.

source: Disable Plugin Blacklist Processing
tr: Eklenti Engellemeyi Aktifleştirme

source: Enable Plugin Blacklist Processing
tr: Eklenti Engellemeyi Aktifleştir

source: Plugin blacklist processing is <strong class="text-success">enabled</strong>.
tr: Eklenti engelleme <strong class="text-success">aktif</strong>.

source: Set up your printer profile
tr: Yazıcı profilinizi düzenleyin

source: Please make sure the settings below match your printer. If you plan on connecting more than one printer to OctoPrint, you can also configure additional printer profiles under Settings > Printer Profiles
tr: Lütfen aşağıdaki ayarların yazıcınıza uygun olduğunu onaylayın. Eğer birden fazla yazıcı bağlamayı düşünüyorsanız diğer yazıcıların ayarlarını Ayarlar > Yazıcı Profilleri altında yapabilirsiniz

source: General
tr: Genel

source: Print bed & build volume
tr: Yatak & baskı hacmi

source: Axes
tr: Eksenler

source: Hotend & extruder
tr: Eritici & İttirici

source: <p> OctoPrint supports calling external commands in order to restart itself or restarting and/or shutting down the system it is running on. You may configure those here. </p>
tr: <p> Arayüz, kendini yeniden başlatmak veya üzerinde çalıştığı sistemi yeniden başlatmak ve/veya kapatmak için harici komutları çağırmayı destekler. Bu komutları burada yapılandırabilirsiniz. </p>

source: OctoPrint related commands
tr: Arayüz komutları

source: System related commands
tr: Sistem komutları

source: Webcam &amp; Timelapse Recordings
tr: Kamera &amp; Kayıtlar

source: <p> If you have a webcam, you may now configure it here. </p>
tr: <p> Bir kamera bağladıysanız, ayarlarını buradan yapabilirsiniz. </p>

source: Webcam
tr: Kamera

source: <p> The <strong>Stream URL</strong> is the URL OctoPrint uses to embed the actual webcam stream (which should be an MJPG stream) into the web interface. This needs to be reachable <strong>from your browser</strong>. </p><p> It may be <ul> <li>a fully qualified URL (<code>http://host:port/path</code>),</li> <li>a URL defaulting to the protocol used for accessing the web interface (e.g. <code>//host:port/path</code>),</li> <li>an absolute path on the same host as OctoPrint (e.g. <code>/absolute/path</code>) or</li> <li>a relative path on the same host as OctoPrint (e.g. <code>relative/path</code>)</li> </ul> </p><p> The <strong>Snapshot URL</strong> is the URL OctoPrint uses to fetch single images from the webcam for creating timelapse recordings. This needs to be a fully qualified URL reachable <strong>from the OctoPrint server</strong>. </p>
tr: <p> <strong>Video URL</strong> arayüzde gösterilen kamera akışının alındığı adrestir ve bir MJPG akışı olmalıdır. <strong>Tarayıcınız</strong> tarafından erişilebilmelidir. </p><p> Şunlardan biri gibi olabilir: <ul> <li>Tam bir URL (<code>http://host:port/path</code>),</li> <li>Arayüzün web erişim protokolünü varsayan bir URL: (örn. <code>//host:port/path</code>),</li> <li>Arayüz ile aynı ana bilgisayarda mutlak bir yol (örn. <code>/absolute/path</code>) veya</li> <li>Arayüz aynı ana bilgisayardaki göreceli bir yol (örn. <code>relative/path</code>)</li> </ul> </p><p> <strong>Anlık Görüntü URL</strong>, video kayıtları oluşturmak için web kamerasından tek resim almak için Arayüz'ün kullandığı URL'dir. Bu, <strong>Arayüz sunucusundan</strong> erişilebilen tam bir URL olmalıdır. </p>

source: Timelapse Recordings
tr: Kayıtlar

source: <p> To render the snapshots into timelapse recordings, OctoPrint also needs to know the correct <strong>path to FFMPEG</strong>. </p>
tr: <p> Video kaydı sırasında anlık görüntü alabilmek için Arayüz, doğru <strong>FFMPEG dosyasının yeri</strong>ni bilmelidir. </p>

source: The path doesn't exist
tr: Dosya yolu mevcut değil

source: The path is not a file
tr: Yol bir dosyayı belirtmiyor

source: The path is not an executable
tr: Seçtiğiniz dosya çalıştırılabilir bir dosya değil

source: The path is valid
tr: Dosya yolu geçerli

source: Specify the path to the CuraEngine binary. Note that only <strong>versions up to and including 15.04</strong> are supported. CuraEngine version 15.06 or newer is <strong>not</strong> compatible with this plugin.
tr: CuraEngine yazılımının yolunu belirtin. Yalnız <strong>15.04 sürümüne kadar</strong> destek sağlandığını unutmayın. CuraEngine 15.06 ve üzerindeki sürümleri bu uygulama eki ile <strong>uyumsuzdur</strong>.

source: Profiles
tr: Profiller

source: Import Profile...
tr: Profilleri içe aktar

source: For more information on configuration and usage please <a href="%(plugin_cura_homepage)s" target="_blank">see the Plugin's homepage</a>.
tr: Ayarlar hakkında ayrıntılı bilgi almak için lütfen <a href="%(plugin_cura_homepage)s" target="_blank">uygulama eki sayfasına bakın</a>.

source: Configure CuraEngine
tr: CuraEngine'nı Yapılandır

source: The path to CuraEngine has not yet been set up, in order to be able to use CuraEngine for slicing it needs to be specified.
tr: CuraEngine'nın bulunduğu dosyalar henüz dilimleme için oluşturulmadı.

source: Set up a slicing profile
tr: Bir dilimleme profili kur

source: You haven't imported a slicing profile to use for slicing with CuraEngine yet. If you plan on slicing from within OctoPrint then you should do this now. Otherwise just skip this step.
tr: CuraEngine ile dilimleyeceğiniz bir dilimleme profilini henüz yüklemediniz. Arayüz ile modelinizi dilimlemek istiyorsanız bunu profili şimdi yüklemelisiniz. Aksi takdirde bu işlem atlanacaktır.

source: <strong>Don't know where to get a profile?</strong> In order to export a slicing profile from the Cura desktop UI up to and including version 15.04.06 (not versions 2.1 and later which are actually newer than 15.04), open it, set up your profile, then click on "File" and there on "Save Profile". You can import the <code>.ini</code> file this creates via the "Import Profile" button.
tr: <strong>Profilinizin nerede olduğunu bilmiyor musunuz?</strong> Bilgisayarınızdaki Cura programından (15.04.06 versiyonu) dilimleme profilinizi kaydetmek için Dosyalar/Profili Kaydet'ten ".ini" uzantılı profil dosyasını kaydedin ve burada bulunan "Profili Yükle"den yükleyin.

source: Log the output of CuraEngine to plugin_cura_engine.log
tr: CuraEngine çıktısının günlüğünü plugin_cura_engine.log dosyasına kaydet.

source: Path to CuraEngine
tr: CuraEngine klasörü

source: Import Existing Cura Profile
tr: Cura Profili Yükle

source: Profile ini file
tr: Profil ".ini" dosyası

source: Browse...
tr: Gözat...

source: Identifier
tr: Tanımlayıcı

source: Description
tr: Açıklama

source: Make default profile
tr: Varsayılan profil yap

source: Overwrite existing file
tr: Varolan dosyanın üzerine yaz

source: Abort
tr: İptal et

source: Confirm
tr: Onayla

source: Sort by
tr: Sırala

source: ascending
tr: Artan

source: Make default
tr: Varolan yap

source: Delete Profile
tr: Profili Sil

source: Without this plugin your OctoPrint instance will no longer be discoverable on the network via Bonjour and uPnP.
tr: Bu eklenti olmadan OctoPrint sunucunuz Bonjour veya uPnP tarafından tespit edilemeyecek.

source: Logs
tr: Günlükler

source: Modification date
tr: Değişiklik tarihi

source: descending
tr: Azalan

source: Size
tr: Boyut

source: Date
tr: Tarih

source: Action
tr: İşlem

source: Remove
tr: Sil

source: Add
tr: EKle

source: running on
tr: devam eden

source: About OctoPi
tr: OctoPi hakkında

source: Plugin Manager
tr: Eklenti Yönetimi

source: There are no plugin notices. Great!
tr: Hiç eklenti uyarısı yok. Çok iyi!

source: There is a plugin notice for one of your installed plugins.
tr: Yüklediğiniz eklentilerden birine ilişkin bir bildirim var.

source: There are %(count)d plugin notices for one or more of your installed plugins.
tr: Yüklediğiniz eklentilerden bir veya birkaçına ilişkin %(count)d uyarı var.

source: Installing plugin...
tr: Eklenti yükleniyor...

source: Installing plugin from uploaded archive...
tr: Yüklenen dosyalardan eklenti yükleniyor...

source: Something went wrong
tr: Bir sorun var

source: Please consult octoprint.log for details
tr: Ayrıntılar için lütfen octoprint.log'a gözatın.

source: You are about to disable "%(name)s".
tr: "%(name)s" eklentisini devre dışı bırakmak üzeresiniz.

source: This is not recommended
tr: Bu işlem önerilmez

source: Do you still want to disable it?
tr: Yine de devre dışı bırakmak istiyor musunuz?

source: Keep enabled
tr: Etkin bırak

source: Disable anyway
tr: Yine de devre dışı bırak

source: Installing plugin "%(name)s" from %(url)s...
tr: "%(name)s" adındaki eklenti %(url)s adresinden yükleniyor...

source: Installing plugin from %(url)s...
tr: Eklenti %(url)s adresinden yükleniyor...

source: Reinstalling plugin...
tr: Eklenti tekrardan yükleniyor...

source: Reinstalling plugin "%(name)s" from %(url)s...
tr: "%(name)s" adındaki eklenti %(url)s adresinden yeniden yükleniyor...

source: Uninstalling plugin...
tr: Eklenti siliniyor...

source: Uninstalling plugin "%(name)s"
tr: "%(name)s" adındaki eklenti siliniyor...

source: Reinstall
tr: Yeniden yükle

source: Install
tr: Yükle

source: Disabled
tr: Etkin değil

source: Incompatible
tr: Uyumsuz

source: %(count)d earlier action
tr: önceki %(count)d işlem

source: Install <em>%(plugin)s</em>: %(result)s
tr: Yükleme <em>%(plugin)s</em>: %(result)s

source: Uninstall <em>%(plugin)s</em>: %(result)s
tr: Kaldırma <em>%(plugin)s</em>: %(result)s

source: Enable <em>%(plugin)s</em>: %(result)s
tr: Etkinleştir <em>%(plugin)s</em>: %(result)s

source: Disable <em>%(plugin)s</em>: %(result)s
tr: Etkisizleştir <em>%(plugin)s</em>: %(result)s

source: A restart is needed for the changes to take effect.
tr: Değişiklikleri görmek için Arayüzü yeniden başlat

source: Restart now
tr: Yeniden Başlat

source: <strong>This will restart your OctoPrint server.</strong></p><p>This action may disrupt any ongoing print jobs (depending on your printer's controller and general setup that might also apply to prints run directly from your printer's internal storage).
tr: <strong>Sunucu yeniden başlatılacak.</strong><p><p>Bu işlem devam etmekte olan bir baskı işlemini kesintiye uğratır.

source: Restart in progress
tr: Yeniden başlatma devam ediyor

source: The server is now being restarted in the background
tr: Arayüz arka planda yeniden başlatılıyor

source: Trying to restart the server produced an error, please check octoprint.log for details. You'll have to restart manually.
tr: Arayüz yeniden başlatılırken bir sorun ile karşılaşıldı. Lütfen yazıcınızı kapatıp açınız.

source: Reload now
tr: Yeniden başlat

source: Error!
tr: Hata!

source: Done!
tr: Bitti!

source: Blacklisted
tr: Engellendi

source: Disabled due to active safe mode
tr: Aktif güvenli mod nedeniyle devre dışı

source: Enable Plugin
tr: Eklenti Aktif

source: Disable Plugin
tr: Eklenti Devre Dışı

source: There are %(count)d notices (%(important)d marked as important) available regarding this plugin - click to show!
tr: Bu eklentiye ilişkin %(count)d uyarı (%(important)d tanesi önemli) var - görmek için tıklayın!

source: There are %(count)d notices available regarding this plugin - click to show!
tr: Bu eklentiye ilişkin %(count)d uyarı var - görmek için tıklayın!

source: There is an important notice available regarding this plugin - click to show!
tr: Bu eklentiye ilişkin önemli bir uyarı var - görmek için tıklayın!

source: There is a notice available regarding this plugin - click to show!
tr: Bu eklentiye ilişkin bir uyarı var - görmek için tıklayın!

source: Important notice regarding plugin "%(name)s"
tr: "%(name)s" eklentisine ilişkin önemli uyarı

source: Notice regarding plugin "%(name)s"
tr: "%(name)s" eklentisine ilişkin uyarı

source: Affected versions: %(versions)s
tr: Etkilenen sürümler: %(versions)s

source: Affected versions: all
tr: Etkilenen sürümler: hepsi

source: Read more...
tr: Daha Fazla...

source: Take note that all plugin management functionality is disabled while your printer is printing.
tr: Yazıcınız üretim yaparken tüm eklenti yönetim işlevlerinin devre dışı bırakıldığını unutmayın.

source: The <code>pip</code> command could not be found or does not work correctly for this installation of OctoPrint - please consult the log file for details and if necessary configure it manually. No installation and uninstallation of plugin packages is possible while <code>pip</code> is unavailable.
tr: <code>pip</code> komutu Arayüz yüklenmesi için bulunamadı veya düzgün çalışmıyor. Lütfen günlüpe gözatın ve gerekirse yazıcıyı kapatıp tekrar açın.<code>pip</code> komutu kullanılamıyorsa, eklenti paketlerinin kurulumu ve kaldırılması mümkün değildir.

source: Safe mode is currently active. All third party plugins are disabled and cannot be enabled. Installation of plugin packages is disabled.
tr: Güvenli mod şu anda etkin. Tüm üçüncü taraf eklentileri devre dışı bırakılmış ve etkinleştirilemiyor. Eklenti paketlerinin kurulumu devre dışı bırakıldı.

source: Plugin Configuration
tr: Eklenti Yapılandırması

source: Installed Plugins
tr: Yüklenen Eklentiler

source: Bundled with OctoPrint
tr: Arayüzle geldi

source: Cannot be uninstalled through OctoPrint
tr: Arayüz ile silinemez

source: Restart of OctoPrint needed for changes to take effect
tr: Değişiklikleri görmek için Arayüzü yeniden başlat

source: Pending install
tr: Yükleme bekleniyor

source: Pending uninstall
tr: Silinme bekleniyor

source: Disabled due to safe mode
tr: Güvenli mod nedeniyle devre dışı

source: There are notices available regarding this plugin
tr: Bu eklenti için bir uyarı mevcut değil

source: This plugin is blacklisted
tr: Bu eklenti engellenmiş

source: Homepage
tr: Ana Sayfa

source: Uninstall Plugin
tr: Eklentiyi Kaldır

source: Get More...
tr: Daha Fazla...

source: Reshow current notices
tr: Uyarıları tekrar göster

source: Refresh notices from repository
tr: Uyarıları depodan yenile

source: Install new Plugins...
tr: Yeni Eklentiler Yükle...

source: ... from the <a href="%(url)s" target="_blank">Plugin Repository</a>
tr: ... <a href="%(url)s" target="_blank">Eklenti Deposundan</a>

source: Sort by title
tr: Başlığa göre

source: Sort by publication date
tr: Yayınlanma tarihine göre

source: Only show uninstalled plugins
tr: Yalnızca kaldırılan eklentileri gösterin

source: Only show compatible plugins
tr: Yalnızca uyumlu eklentileri gösterin

source: Refresh list from repository
tr: Listeyi depodan yenile

source: Search...
tr: Ara...

source: Details
tr: Ayrıntılar

source: "Why?"
tr: "Neden?"

source: Sadly the repository is currently not available
tr: Maalesef depo şu anda kullanılamıyor

source: Is your OctoPrint installation connected to the internet?
tr: Bilgisayarınızın internet bağlantısı var mı?

source: ... from URL
tr: ... internet adresinden

source: Enter URL...
tr: İnternet adresini yazın...

source: This does not look like a valid URL. Expected http, https or any of the <a href="%(url)s" target="_blank">supported VCS URLs</a>.
tr: Bu geçerli bir URL gibi görünmüypr. Başında http, https ya da <a href="%(url)s" target="_blank">desteklenen diğer VCS URL</a> biçimlerinde olmalı.

source: ... from an uploaded archive
tr: ... karşıya yüklenmiş bir arşivden
