Repository: trgtylcnky/OctoPrint
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: tr

source: Based on the average total of past prints of this model with the same printer profile (usually good accuracy)
tr: Bu modelin aynı yazıcı profili ile son yazdırmalarının ortalamasına göre (genellikle iyi doğruluk)

source: Based on a mix of average total from past prints and calculation (usually good accuracy)
tr: Hem bu modelin son yazdırmalarının ortalamasına hem hesaplamaya göre (genellikle iyi doğruluk)

source: Based on the calculated estimate (best accuracy)
tr: Hesaplanan kestirime göre (en iyi doğruluk)

source: Continue
tr: Sürdür

source: Pause
tr: Duraklat

source: On Z Change
tr: Z Değişikliğinde

source: Timed
tr: Zamanlanmış

source: sec
tr: saniye

source: This will restart the print job from the beginning.
tr: Bu işlem yazdırma işlemini baştan başlatır.

source: This will cancel your print.
tr: Bu işlem yazdırma işlemini iptal eder.

source: No
tr: Hayır

source: Yes
tr: Evet

source: violet
tr: mor

source: white
tr: beyaz

source: Autodetect from browser
tr: Tarayıcıdan algılansın

source: If you see your webcam stream below, the entered stream URL is ok.
tr: Web kamerasını aşağıda görüyorsanız, girilen webcam URL'si doğrudur.

source: Stream test
tr: Web kamerası test

source: Could not retrieve snapshot URL, please double check the URL
tr: Anlık görüntü URL'si alınamadı, lütfen URL'yi bir daha kontrol edin.

source: Snapshot test failed
tr: Anlık görüntü testi hatalı

source: Could retrieve the snapshot URL, but it didn't look like an image. Got this as a content type header: <code>%(content_type)s</code>. Please double check that the URL is returning static images, not multipart data or videos.
tr: Fotoğraf, verilen adresten çekildi fakat bu bir görsele benzemiyor.Alınan dosyanın türü: <code>%(content_type)s</code>. Verilen adresin fotoğraf yerine video ya da başka bir türde veri göndermediğine emin olmak için kontrol edin.

source: If you see your webcam snapshot picture below, the entered snapshot URL is ok.
tr: Web kameranızın anlık görüntü resmini aşağıda görüyorsanız, girilen anlık görüntü URL'si doğrudur.

source: Snapshot test
tr: Anlık görüntü testi

source: The server is not reachable
tr: Sunucuya ulaşılamıyor

source: The server is reachable
tr: Sunucuya ulaşılabiliyor

source: The path is a broken symlink.
tr: Dosya yolu bozuk bir kısayol.

source: The path does not exist and cannot be created.
tr: Verilen dosya mevcut değil ve yaratılamıyor.

source: The path is not a folder.
tr: Yol bir klasör belirtmiyor

source: The path is not writable.
tr: Yol yazılabilir bir dosyayı göstermiyor

source: This will generate a new API Key. The old API Key will cease to function immediately.
tr: Yeni bir API anahtarı üretir. Eski anahtar işlevini hemen kaybeder.

source: Do nothing
tr: Bir şey yapma

source: Select for printing
tr: Yazdırmak için seçin

source: Start printing
tr: Yazdırmayı başlat

source: Slicing %(filename)s
tr: %(filename)s dilimleniyor

source: Cannot slice on the same device while printing
tr: Baskı esnasında dilimleme işlemi yapılamaz

source: Cannot slice, not all parameters specified
tr: Dilimlenemiyor, tüm parametreler girilmemiş

source: Start the slicing process
tr: Dilimleme işlemini başlat

source: The command "%(command)s" was triggered asynchronously
tr: "%(command)s" komutu asenkron olarak çalıştırıldı.

source: The command "%(command)s" executed successfully
tr: "%(command)s" komutu başarıyla çalıştırıldı.

source: The command "%(command)s" could not be executed.
tr: "%(command)s" komutu çalıştırılamadı.

source: Error
tr: Hata

source: Changing Offset of %(name)s
tr: Offset Değiştiriliyor, %(name)s

source: Use the form below to specify a new offset to apply to all temperature commands sent from printed files for "%(name)s"
tr: "%(name)s" dosyasındaki sıcaklık komutlarına uygulanacak telafi farklarını aşağıdaki formda belirtin.

source: Bed
tr: Yatak

source: min
tr: dakika

source: Actual
tr: Şimdi

source: Target
tr: Hedef

source: showing %(displayed)d lines (%(filtered)d of %(total)d total lines filtered, buffer full)
tr: %(displayed)d satır görüntüleniyor (%(total)d toplam satırın %(filtered)d tanesi süzüldü, arabellek dolu)

source: showing %(displayed)d lines (%(filtered)d of %(total)d total lines filtered)
tr: %(displayed)d satır görüntüleniyor (%(total)d toplam satırın %(filtered)d tanesi süzüldü)

source: showing %(displayed)d lines (buffer full)
tr: %(displayed)d satır görüntüleniyor (ara bellek dolu)

source: showing %(displayed)d lines
tr: %(displayed)d satır görüntüleniyor

source: Failed to remove timelapse %(name)s.</p><p>Please consult octoprint.log for details.</p>
tr: %(name)s isimli video silinemedi. Ayrıntılar için lütfen octoprint.log'a gözatın.

source: Could not remove timelapse
tr: Video kaydı silinemedi

source: You are about to delete timelapse file "%(name)s".
tr: "%(name)s" kaydını silmek üzeresiniz.

source: You are about to delete %(count)d timelapse files.
tr: %(count)d kamera kaydını silmek üzeresiniz.

source: You are about to delete unrendered timelapse "%(name)s".
tr: Derlenmemiş video kaydını silmek üzeresiniz "%(name)s".

source: You are about to delete %(count)d unrendered timelapses.
tr: Derlenmemiş %(count)d video kaydını silmek üzeresiniz

source: Deleting timelapse files
tr: Video kareleri siliniyor

source: Deleting %(count)d timelapse files...
tr: %(count)d video karesi siliniyor...

source: Deleted %(filename)s...
tr: %(filename)s silindi

source: Deletion of %(filename)s failed, continuing...
tr: %(filename)s dosyası silinemedi, devam ediliyor...

source: Deletion of %(filename)s failed: %(error)s
tr: %(filename)s dosyası silinemedi: %(error)s

source: Deleting unrendered timelapses
tr: Derlenmemiş video kaydı siliniyor

source: Deleting %(count)d unrendered timelapses...
tr: Derlenmemiş %(count)d video karesi siliniyor...

source: Capturing timelapse postroll
tr: Video kaydediliyor

source: Now capturing timelapse post roll, this will take only a moment...
tr: Video kaydediliyor, bu işlem birazdan sona erecek...

source: %(minutes)d min
tr: %(minutes)d dakika

source: Now capturing timelapse post roll, this will take approximately %(duration)s (so until %(time)s)...
tr: video kaydediliyor, bu işlem yaklaşık olarak %(duration)s sürecek (%(time)s zamanına kadar)...

source: %(seconds)d sec
tr: %(seconds)d saniye

source: Now capturing timelapse post roll, this will take approximately %(duration)s...
tr: Video kaydediliyor, bu işlem yaklaşık olarak %(duration)s sürecek...

source: Failed repeatedly to capture timelapse frame from webcam - is the snapshot URL configured correctly and the camera on?
tr: Video kaydı başarısız oldu. Anlık görüntü URL'sinin doğru yapılandırılmış ve kameranın açık olduğundan emin olun.

source: Could not capture snapshots
tr: Anlık görüntü çekilemedi

source: Rendering timelapse
tr: Video kaydı oluşturuluyor

source: Now rendering timelapse %(movie_prefix)s. Due to performance reasons it is not recommended to start a print job while a movie is still rendering.
tr: %(movie_prefix)s video kaydı oluşturuluyor. Performans sorunları nedeniyle kayıt oluşturulurken yeni yazdırmanın başlatılması önerilmez.

source: Cannot render timelapse
tr: Video kaydı yapılamadı

source: Rendering of timelapse %(movie_prefix)s is not possible since no frames were captured. Is the snapshot URL configured correctly?
tr: %(movie_prefix)s 'nın video kaydı yapılamadığından görüntülenmesi mümkün değildir. Kamera URL'sinin doğru olduğundan emin misiniz?

source: Rendering timelapse failed
tr: Video kaydı oluşturulamadı

source: Rendering of timelapse %(movie_prefix)s failed with return code %(returncode)s
tr: %(movie_prefix)s video kaydı oluşturulamadı. Hata kodu: %(returncode)s

source: Rendering of timelapse %(movie_prefix)s failed due to an unknown error, please consult the log file
tr: %(movie_prefix)s 'nın video kaydı bilinmeyen bir hata nedeniyle başarısız oldu. Lütfen günlük dosyasına bakınız

source: Timelapse ready
tr: Video kaydı hazır

source: New timelapse %(movie_prefix)s is done rendering.
tr: Yeni %(movie_prefix)s video kaydı oluşturuldu.

source: Not possible
tr: Mümkün değil

source: You may not change admin password.
tr: Yönetici şifresini değiştiremezsiniz

source: You may not delete admin account.
tr: Yönetici hesabını silemezsiniz.

source: You may not delete your own account.
tr: Kendi hesabınızı silemezsiniz.

source: Site default
tr: Site varsayılanı

source: Create Folder
tr: Klasör Oluştur

source: Please specify the name of the folder to create.
tr: Klasör adı giriniz.

source: Folder name
tr: Klasör adı

source: Create
tr: Oluştur

source: Slicing is currently disabled since no slicer has been configured yet. Please configure a slicer under "Settings".
tr: Henüz bir dilimleyici ayarlanmadığı için dilimleme yapılamıyor. Lütfen "Ayarlar" bölümünden bir dilimleyici ayarlayın.

source: Please configure which slicer and which slicing profile to use and name the GCode file to slice to below, or click "Cancel" if you do not wish to slice the file now.
tr: Aşağıdan kullanılacak dilimleyici ve dilimleme profili ile coğrafi kod dosyasının adını seçin ya da dosyayı şimdi dilimlemek istemiyorsanız "İptal" düğmesine tıklayın.

source: Slicer
tr: Dilimleyici

source: Select a slicer...
tr: Bir dilimleyici seçin...

source: Runs locally
tr: Dahili olarak çalıştır

source: For performance reasons locally run slicers are disabled while printing
tr: Performans sorunlarına sebep olmamak için dahili dilimleme baskı esnasında devre dışı bırakılır.

source: Slicing Profile
tr: Dilimleme Profili

source: Select a slicing profile...
tr: Bir dilimleme profili seçin...

source: Printer Profile
tr: Yazıcı Profili

source: Select a printer profile...
tr: Bir yazıcı profili seçin...

source: Output Filename
tr: Çıkış Dosya Adı

source: After slicing...
tr: Dilimleme sonrası...

source: Slice
tr: Dilimle

source: Current Offset
tr: Telafi Payı

source: New Offset
tr: Yeni Telafi Payı

source: Delete Offset
tr: Telafiyi Sil

source: Hint: Hitting <kbd>Enter</kbd> in the input field will also submit the form
tr: İpucu: <kbd>Enter</kbd> tuşuna basmak da girilen veriyi gönderir

source: Setup Wizard
tr: Kurulum Sihirbazı

source: <strong>Mandatory Step!</strong> You need to fill this out now.
tr: <strong>Zorunlu Adım!</strong> Şimdi doldurmanız gerekiyor.

source: Next
tr: İleri

source: Previous
tr: Geri

source: Unless otherwise noted, you may just skip any wizard page by clicking "Next" or "Finish".
tr: Aksi belirtilmedikçe, "İleri" ya da "Bitir" i tıklayarak herhangi bir sihirbaz sayfasını atlayabilirsiniz.

source: The snappy web interface for your 3D printer
tr: 3D yazıcınız için sade arayüz

source: Active
tr: Etkin

source: Admin
tr: Yönetici

source: API Key
tr: API Anahtarı

source: Update User
tr: Kullanıcıyı Güncelle

source: Change password
tr: Parolayı değiştir

source: Delete user
tr: Kullanıcıyı sil

source: Add user
tr: Kullanıcı Ekle

source: Repeat Password
tr: Parola Onayı

source: Edit user "%(user)s"
tr: "%(user)s" kullanıcısını düzenle

source: Change password for user "%(user)s"
tr: "%(user)s" kullanıcısının parolasını değiştir

source: New Password
tr: Yeni Parola

source: Current API Key
tr: Geçerli API Anahtarı

source: N/A
tr: Yok

source: Enable
tr: Etkinleştir

source: Allow <a href="%(url)s">Cross Origin Resource Sharing (CORS)</a>
tr: <a href="%(url)s">Cross Origin Resource Sharing (CORS)</a> Kullanılsın

source: Please note that changes to the API key are applied immediately, without having to "Save" first.
tr: API anahtarındaki değişiklikler, "Kaydet" tuşuna"" basmaya gerek kalmadan hemen uygulanır.

source: QR Code
tr: QR Kodu

source: Name of this OctoPrint instance, will be shown in the navigation bar and broadcast on the network
tr: Bu arayüz kopyasının gezinme çubuğunda görüntülenecek ve ağda yayınlanacak adı.

source: Title
tr: Başlık

source: Personalize the color of the navigation bar - maybe to match your printer?
tr: Gezinme çubuğunun rengini ayarlayın, belki yazıcınıza uygun olabilir?

source: Color
tr: Renk

source: For acrylic printers ;)
tr: Akrilik yazıcılar için

source: Transparent Color
tr: Saydam Renk

source: Language Packs
tr: Dil Paketleri

source: Manage...
tr: Yönetim...

source: Default Language
tr: Varsayılan Dil

source: Changes to the default interface language will only become active after a reload of the page and only be active if not overridden by the users language settings.
tr: Varsayılan arayüz dili değiştirildiğinde sayfanın yeniden yüklenmesi gerekir. Ayrıca kullanıcı dil ayarlarının farklı olmaması gerekir.

source: Show temperatures in Fahrenheit as well as Celsius
tr: Sıcaklıkları hem Fahrenheit hem Celcius olarak göster

source: Manage Language Packs...
tr: Dil Paketleri Yönetimi...

source: There is currently no central repository for language packs like there is for plugins - any help to change that is appreciated!
tr: Çeviri dosyaları için şu an için merkezi bir depo yok.

source: Until a repository is available, please see <a href="%(url)s" target="_blank" >the wiki</a> for language packs provided by the community.
tr: Çeviri deposu hazırlanana kadar, dil paketleri için <a href="%(url)s" target="_blank" >wiki</a> sayfasına bakın.

source: Available Language Packs
tr: Kullanılabilecek Dil Paketleri

source: Last update:
tr: Son güncelleme:

source: Delete
tr: Sil

source: No additional Language Packs are installed at the moment.
tr: Henüz yüklenmiş bir ek dil paketi yok.

source: Upload additional Language Packs
tr: Ek Dil Paketlerini Yükle

source: Upload
tr: Yükle

source: This does not look like a valid language pack. Valid language packs should be either zip files or tarballs and have the extension ".zip", ".tar.gz", ".tgz" or ".tar"
tr: Bu dosya geçerli bir dil paketi değil. Geçerli dil paketleri, zip ya da uzantısı ".zip", ".tar.gz", ".tgz" ya da ".tar" olan depo dosyalarıdır

source: Please note that you will have to reload the page in order for any newly added language packs to become available.
tr: Yeni yüklenen dil paketlerinin kullanılabilmesi için sayfanın yeniden yüklenmesi gerekir.

source: Enable Temperature Graph
tr: Sıcaklık Çizelgesi Kullanılsın

source: Enable model size detection and warn if model exceeds print bed
tr: Model boyutu algılamayı etkinleştir ve model boyutları yazıcı baskı hacmine sığmazsa uyar

source: Confirm before cancelling a print
tr: Bir baskıyı iptal etmeden önce onaylayın

source: Enable SD support
tr: SD Kart Desteği Kullanılsın

source: Enable Keyboard Control
tr: Tuş Takımı Denetimi Kullanılsın

source: <code>G90</code>/<code>G91</code> overrides relative extruder mode
tr: <code>G90</code>/<code>G91</code> göreceli ekstrüzyon modunu tekrar belirler

source: This is used by the GCODE analysis in the backend and the viewer in the frontend to interpret your sliced files correctly.
tr: Bu bilgi arkaplanda GCODE analizi yapılırken ve görüntüleyici çalışırken dosyaların düzgün yorumlanması için kullanılır.

source: Commands to not completely auto uppercase in the terminal tab
tr: Büyük harfe çevrilmeyecek olan komutlar

source: Terminal Auto Uppercase Blacklist
tr: Konsol Büyük Harf Çevirme İstisnası

source: Use this to specify the commands that should not have their parameters automatically uppercased in the terminal tab. Just the G or M code, comma separated.
tr: Gönderilmeden önce büyük harfe dönüştürülmesini istemediğiniz komutları burada belirtebilirsiniz. Sadece G ya da M kodlarını girin, aralarına virgül koyun.

source: Upload Folder
tr: Yükleme Klasörü

source: Timelapse Folder
tr: Video Kaydı Klasörü

source: Timelapse Temp Folder
tr: Geçici Video Kaydı Klasörü

source: Logs Folder
tr: Günlük Klasörü

source: Watched Folder
tr: İzlenen Klasör

source: Actively poll the watched folder. Check this if files in your watched folder aren't automatically added otherwise.
tr: İzlenen klasör sürekli izlenir. İzlenen klasördeki dosyalar kendiliğinden eklenmiyorsa bu seçeneği etkinleştirin.

source: Disk space thresholds
tr: Disk alanı tetikleyicileri

source: If the free disk space falls below these thresholds, OctoPrint will warn the user.
tr: Boş disk alanı bu değerlerin altına düşerse kullanıcı uyarılır.

source: Warning
tr: Uyarı

source: Critical
tr: Kritik

source: Provide values including size unit. Allowed units are: b, byte, bytes, kb, mb, gb, tb (case insensitive). Example: <code>5MB</code>, <code>500KB</code>
tr: Değerleri boyut birimleri ile yazın. İzin verilen birimler: b, bayt, kb, mb, gb, tb (büyük küçük harfe duyarlı). Örnek <code>5MB</code>, <code>500KB</code>

source: Before print job starts
tr: Yazdırma işi başlatılmadan önce

source: After print job completes
tr: Yazdırma işi tamamlandıktan sonra

source: After print job is cancelled
tr: Yazdırma işi iptal edildikten sonra

source: After print job is paused
tr: Yazdırma işi duraklatıldıktan sonra

source: Before print job is resumed
tr: Yazdırma işi sürdürülmeden önce

source: After tool change
tr: Ekstrüder değiştirildikten sonra

source: After connection to printer is established
tr: Yazıcı bağlantısı kurulduktan sonra

source: Before connection to printer is closed
tr: Yazıcıya bağlantı yapılmadan önce

source: This will only be executed when closing the connection actively. If the connection to the printer is suddenly lost nothing will be sent.
tr: Bu, yalnızca bağlantıyı aktif olarak kapatırken yürütülecektir. Yazıcı bağlantısının aniden kesilmesi durumunda hiçbir şey gönderilmez.

source: Enable GCode Visualizer
tr: GCode Görüntüleyici'yi etkinleştir

source: Maximum size the GCodeViewer autoloads the file for preview
tr: Maksimum boyutta GCode Görüntüleyici önizleme için dosyayı otomatik olarak yükler

source: GCode Visualizer file size threshold
tr: GCode Görüntüleyici dosya boyutu eşiği

source: on desktop
tr: masaüstünde

source: on mobile
tr: mobilde

source: Add Profile...
tr: Profil Ekle...

source: Intervals &amp; timeouts
tr: Zaman aralıkları &amp; zaman aşımları

source: Firmware &amp; protocol
tr: Firmware &amp; protokol

source: Behaviour
tr: Kurallar

source: Serial port to connect to, setting this to AUTO will make OctoPrint try to automatically find the right setting
tr: Bağlanılacak seri bağlantı noktası. OTOMATİK olarak seçildiğinde, doğru ayar arayüz tarafından yapılmaya çalışılır

source: Serial Port
tr: Seri Bağlantı Noktası

source: Serial baud rate to connect with, setting this to AUTO will make OctoPrint try to automatically find the right setting
tr: Seri bağlantının hızı. OTOMATİK olarak seçildiğinde doğru ayar arayüz tarafından yapılmaya çalışılır

source: Baudrate
tr: Seri bağlantı hızı

source: Makes OctoPrint try to connect to the printer automatically during start up
tr: Arayüz başlangıçta yazıcıya otomatik olarak bağlanmaya çalışsın

source: Auto-connect to printer on server start
tr: Sunucu başlatıldığında yazıcıya bağlanılsın

source: Additional serial ports
tr: Ek seri bağlantı noktaları

source: Use this to define additional <a href="%%(glob_url)s">glob patterns</a> matching serial ports to list for connecting against, e.g. <code>/dev/ttyAMA*</code>. One entry per line.
tr: Bu seçeneği bağlanılacak seri bağlantı noktalarına ek <a href="%%(glob_url)s">glob örüntüleri</a> tanımlamak için kullanın. Örnek: <code>/dev/ttyAMA*</code>. Her kaydı ayrı bir satıra yazın.

source: Additional baud rates
tr: Ek bilgi işleme hızı birimi (baud) hızları

source: Use this to define additional serial port baud rates to list for connecting with, e.g. <code>123456</code>. Comma separated.
tr: Bağlanmak için listelenecek ilave seri bağlantı noktası baud hızlarını tanımlamak için bunu kullanın. Örn. <code>123456</code>. Virgülle ayrılmış.

source: Serial logging
tr: İletişim günlükleme

source: Log communication to <code>serial.log</code>
tr: İletişimi <code>serial.log</code> dosyasına günlükle

source: While this can negatively impact performance, a <code>serial.log</code> can be incredibly useful for debugging any issues observed in the communication between OctoPrint and your printer.
tr: Performansı olumsuz olarak etkileyebilse de, <code>serial.log</code> iletişim hatalarını tespit etmek ve düzeltmekte yardımcı olabilir.

source: Query intervals
tr: Mesajlar arasındaki boşluk

source: Interval in which to poll for the temperature information from the printer
tr: Yazdırma işlemi sürerken yazıcı sıcaklık durumu bilgisinin alınacağı zaman aralığı

source: Temperature interval (polling)
tr: Sıcaklık sorgulamaları arasındaki boşluk

source: When printing or idle
tr: Yazdırmada veya boşta

source: When idle and a target temperature is set
tr: Boştayken ya da hedef sıcaklık belirlendiğinde

source: Temperature interval (autoreport)
tr: Sıcaklık bildirimleri arasındaki boşluk

source: Interval in which to poll for the SD printing status information from the printer while printing
tr: Yazdırma işlemi sürerken yazıcı SD kart durumu bilgisinin alınacağı zaman aralığı

source: SD status interval (polling)
tr: SD kart durumu sorgulama aralığı

source: When printing from the printer's SD
tr: Yazdırmada veya boşta

source: Timeouts
tr: Zaman aşımları

source: Time after which the communication with your printer will be considered timed out if nothing was sent by your printer (and an attempt to get it talking again will be done). Increase this if your printer takes longer than this for some moves.
tr: Yazıcınızdan hiçbir şey gönderilmemiş ise iletişimin zaman aşımına uğramış sayılacağı (ve yeniden iletişim kurma çabasının sona ereceği) süre. Yazıcınızın bazı işlemleri yapması burada belirtilenden daha uzun sürüyorsa bu değeri arttırın. Bu süre ayrıca yazıcı yazma işlemi yapmıyorken sıcaklıkların okunma aralığını belirler.

source: Communication timeout
tr: İletişim zaman aşımı

source: <code>busy</code> protocol support not detected
tr: <code>meşgul</code> protokol desteği tespit edilemedi

source: <code>busy</code> protocol support detected
tr: <code>meşgul</code> protokol desteği tespit edildi

source: Time after which a connection attempt to the printer will be considered as having failed
tr: Yazıcıya yapılan bir bağlantı isteğinin zaman aşımına uğramış sayılacağı süre

source: Connection timeout
tr: Bağlantı zaman aşımı

source: Time after which to consider an auto detection attempt to have failed if no successful connection is detected
tr: Bir otomatik algılama girişiminin kurulmuş bir bağlantı algılamaması durumunda zaman aşımına uğramış sayılacağı süre

source: Autodetection timeout
tr: Otomatik algılama zaman aşımı

source: Time after which to consider a position query on pause or cancel to have failed
tr: Duraklama veya İptal işleminde yapılan konum sorgusuna (M114) cevap gelmesi için zaman aşımı

source: Position query timeout
tr: Konum sorgusu zaman aşımı

source: Time to wait after opening the serial connection before starting baudrate detection
tr: Seri bağlantıyı kurduktan sonra veri iletim hızını belirlemek için beklenecek süre

source: Initial baudrate detection pause
tr: Başlangıçtaki iletişim hızı belirleme beklemesi

source: Some controllers need a bit of a breather before baudrate detection after initial connect. If baudrate detection fails due to a hanging controller, try increasing this value.
tr: Bazı kontrol kartları veri iletim hızını belirlemeden önce biraz beklemeye ihtiyaç duyar. Bu bekleme hız tespiti sırasında takılmaya sebep olursa bu değeri arttırmayı deneyin.

source: Maximum consecutive communication timeouts while idle. More than this and the printer will be considered to be gone. Set to 0 to disable.
tr: Boşta beklerken arka arkaya olabilecek en fazla iletişim zaman aşımı sayısı. Bu sayıdan fazla zaman aşımı sorunu yaşanırsa yazıcı yok sayılır. Devre dışı bırakmak için 0 yazın.

source: Max. consecutive timeouts while idle
tr: Boşta arka arkaya olabilecek en fazla zaman aşımı sayısı
